Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: If 'no', selected rule is inactive
fr: Seules les règles actives sont prises en compte pour déterminer l'adresse de redirection...

source: Chained rule?
fr: Règle chaînée ?

source: If 'no', and if this rule is matching received request URL, the rule returns a redirection response; otherwise, the rule just rewrites the input URL which is forwarded to the next rule
fr: Si 'non', et si cette règle correspond à l'URL de la requête, la règle renvoie une réponse de redirection ; dans le cas contraire, la règle génère une nouvelle URL qui est transmise à la règle suivante

source: The label of the redirection rule
fr: Libellé de la règle de redirection

source: Permanent redirect?
fr: Redirection permanente

source: Define if this redirection should be permanent or temporary
fr: Indique si la redirection doit être permanente ou temporaire

source: URL pattern
fr: Motif de l'URL

source: Regexp pattern of matching URLs for this redirection rule
fr: Vous pouvez fournir une expression rationnelle qui sera appliquée à l'URL de la requête

source: Internal redirection target
fr: Redirection interne

source: Internal redirection reference. You can search a reference using '+' followed by internal number, of by entering text matching content title.
fr: Référence interne vers la cible de la redirection ; vous pouvez recherche cette référence à partir de son titre, ou de son numéro précédé du signe « + »

source: URL to which source URL should be redirected
fr: URL vers laquelle l'adresse d'origine doit être redirigée

source: You must provide an internal reference OR a target URL
fr: Vous devez fournir une référence interne OU une URL de destination

source: Site redirections
fr: Redirections

source: List of site redirections
fr: Liste des redirections du site

source: Redirection rules are used to provide redirections responses when a request generates a famous « 404 NotFound » error.<br /> Redirections are particularly useful when you are migrating from a previous site and don't want to lose your SEO.<br /> You can define a set of rules which will be applied on every "NotFound" exception; rules are based on regular expressions which are applied to input URL: if the rule is "matching", the target URL is rewritten and a "Redirect" response is send.<br /> You can chain rules together: when a rule is chained, it's rewritten URL is passed as input URL to the next rule, until a matching rule is found.
fr: Les règles de redirection sont utilisées pour rediriger l'utilisateur en cas de page non trouvée au lieu de lui afficher la fameuse erreur « 404 - Page non trouvée ».<br />La gestion des redirections est particulièrement importante en phase de migration d'un site web, pour éviter les liens cassés, ne pas perdre votre référencement et faciliter la mise à jour des moteurs de recherche.<br />Vous pouvez définir un ensemble de règles qui seront appliquées dès lors qu'une requête adressée au serveur génère une erreur de page non trouvée ; les règles sont basées sur des expressions rationnelles que l'on applique à l'URL de la requête reçue : si la règle correspond, l'URL est réécrite et une réponse de redirection vers cette nouvelle URL est renvoyée.<br />Vous pouvez également enchaîner les règles : lorsqu'une règle est "chaînée", la nouvelle URL qu'elle génère est passée aux règles suivantes, jusqu'à ce qu'une règle s'applique à cette nouvelle URL.

source: Click icon to enable or disable redirection rule
fr: Cliquer pour activer ou désactiver cette règle

source: Click icon to enable or disable rule chain
fr: Cliquer pour activer ou désactiver le chaînage sur cette règle

source: Rule label
fr: Libellé

source: Target has no published version
fr: La cible n'a pas de version publiée

source: Target is published
fr: La cible est publiée

source: Target is not published
fr: La cible n'est pas publiée

source: Target
fr: Cible

source: Internal reference: {0} (not found)
fr: Référence interne : {0} (non trouvée)

source: Test rules
fr: Tester les règles

source: Test URL
fr: URL de test

source: Test URL must only contain absolute path, without protocol and hostname, but can include optional query parameters
fr: L'URL de test ne doit contenir que le chemin absolu, sans protocole ni nom de domaine, mais peut inclure d'éventuels paramètres

source: Test inactive rules?
fr: Tester les règles inactives

source: If 'yes', inactive rules will also be tested
fr: Si 'oui', les règles inactives seront testées également

source: Close
fr: Fermer

source: Add redirection rule
fr: Ajouter une règle de redirection

source: New redirection rule
fr: Nouvelle règle de redirection

source: New redirection rule properties
fr: Propriétés de la nouvelle règle

source: Redirection rule
fr: Règle de redirection

source: Redirection rule properties
fr: Propriétés de la règle

source: Redirection rule: {}
fr: Règle de redirection : {}

source: URL pattern and target URL are defined by *regular expressions* (see [Python Regular Expressions](https://docs.python.org/3/library/re.html)).<br /> In an URL pattern, you can use any valid regular expression element, notably: - « .* » to match any list of characters - « ( ) » to "memorize" parts of the URL which can be replaced into target URL - « \ » to protect special characters (like "+"). In target URL, memorized parts can be reused using « \1 », « \2 » and so on, where given number is the order of the matching pattern element.
fr: Le motif de l'URL et l'URL de destination peuvent être définis avec des *expressions rationnelles* (voir [Expressions Rationnelles en Python](https://docs.python.org/3/library/re.html)).<br />Dans le motif de l'URL, vous pouvez utiliser toute expression rationnelle, notamment: - « .* » pour rechercher toute suite de caractères - « ( ) » pour "mémoriser" certains éléments de l'URL qui pourront être repris dans l'URL de destination - « \ » pour protéger les caractères spéciaux (comme "+"). Dans l'URL de destination, les éléments mémorisés peuvent être réutilisés en les nommant « \1 », « \2 » et ainsi de suite, en fonction de l'ordre dans lequel ils ont été positionnés dans le motif de l'URL.

source: Test results
fr: Résultat du test

source: Input URL
fr: URL source

source: Output URL
fr: URL de destination

source: Content QR codes
fr: QRCode du contenu

source: Available QRCodes
fr: Format disponibles

source: Content public URL
fr: URL publique du contenu

source: Copy value to clipboard
fr: Copier dans le presse-papier

source: QR codes are available in PNG and SVG formats.
fr: Les QRCodes sont disponibles en formats PNG ou SVG.

source: SVG format is to be preferred for high size printings.
fr: Le format SVG est à privilégier pour des impressions de grande taille.

source: PNG format
fr: Format PNG

source: QR code in PNG format
fr: QRCode au format PNG

source: Download...
fr: Télécharger...

source: SVG format
fr: Format SVG

source: QR code in SVG format
fr: QRCode au format SVG

source: Navigation menu
fr: Menu de navigation

source: Is this item visible in front-office?
fr: Cet élément est-il visible en front-office ?

source: Menu title
fr: Titre

source: Displayed menu label
fr: Libellé affiché pour ce menu

source: Direct reference to menu target
fr: Référence directe vers la cible du lien, identifiée à partir de son numéro interne

source: Dynamic menu?
fr: Menu dynamique

source: If 'yes', menu items will be built from internal reference navigation items; other static items will be placed after dynamic items
fr: Si 'oui', les éléments de ce menu seront créés dynamiquement à partir du contenu de la référence interne ; s'il y a également des éléments définis manuellement au sein du menu, ceux-ci seront positionnés ensuite

source: Name of the pictogram associated with this menu; pictogram display may depend on selected renderer and skin
fr: Nom du pictogramme associé à ce menu ; l'affichage du pictogramme peut dépendre du thème graphique et du mode de rendu sélectionnés

source: Navigation menus
fr: Menus de navigation

source: Dynamic menu
fr: Menu dynamique

source: New navigation menu
fr: Nouveau menu de navigation

source: New menu properties
fr: Propriétés du nouveau menu

source: Menu properties
fr: Propriétés du menu

source: Simple navigation menu
fr: Liens de navigation à un niveau

source: Double navigation menus
fr: Liens de navigation à deux niveaux

source: Portlet main title
fr: Titre du composant

source: Navigation links
fr: Liens de navigation

source: Navigation links:
fr: Liens de navigation :

source: Navigation menus:
fr: Menus de navigation :

source: Horizontal grid links with illustrations (default)
fr: Grille de liens avec illustrations (par défaut)

source: Simple footer links
fr: Liens simples en pied de page

source: Horizontal tabs of grids links with illustrations (default)
fr: Grilles de liens avec illustrations par onglets (par défaut)

source: Images selection
fr: Sélection des images

source: Glossary updater task
fr: Mise à jour du glossaire

source: To use glossary features, you must define a glossary updater task into tasks scheduler utility!
fr: Pour utiliser les fonctionnalités du glossaire, vous devez créer une tâche de mise à jour du glossaire au sein de l'outil de planification de tâches !

source: Add glossary updater task...
fr: Mise à jour du glossaire

source: Note
fr: Bloc-notes

source: Term family:
fr: Famille :

source: Specific terms:
fr: Termes spécifiques :

source: Associated terms:
fr: Termes associés :

source: Synonyms:
fr: Synonymes :

source: See:
fr: Voir aussi :

source: Alphabetical (reversed)
fr: Alphabétique (inversé)

source: Results count
fr: Nombre de résultats

source: Results count (reversed)
fr: Nombre de résultats (inversé)

source: Manual
fr: Manuel

source: List
fr: Liste à choix multiples

source: Choice
fr: Sélection simple

source: Left
fr: Gauche

source: Right
fr: Droite

source: Center
fr: Centré

source: Content-type label
fr: Gabarit

source: Data type label
fr: Type de contenu

source: Is this filter visible in front-office?
fr: Ce filtre est-il visible en front-office ?

source: This is the label displayed in filter header
fr: Libellé affiché en tête du filtre

source: Display mode
fr: Mode d'affichage

source: Filter entries display mode
fr: Mode d'affichage du contenu du filtre

source: Default open state
fr: Ouvert par défaut

source: If 'no', options list will be collapsed by default
fr: Si 'non', la liste des options sera masquée par défaut

source: Displayed entries
fr: Entrées affichées

source: Number of entries displayed in search filter
fr: Nombre d'options affichées dans le filtre de recherche en mode "liste"

source: Labels alignment
fr: Alignement des libellés

source: Labels display alignment for search filter in list mode
fr: Alignement des libellés en mode "liste"

source: Truncated labels
fr: Tronquer les libellés

source: Activate this option to truncate labels and remove line breaks
fr: Activer cette option pour tronquer les libellés et éviter les retours à la ligne

source: Display results count
fr: Afficher le nombre de résultats

source: In 'list' mode, display number of entries matching each search filter value
fr: En mode 'liste', affiche le nombre de résultats correspondant à chaque option proposée dans le filtre

source: Select placeholder
fr: Texte d'attente

source: Placeholder text displayed in the select widget
fr: Texte affiché dans le filtre en mode "sélection simple" lorsque aucune option n'est sélectionnée

source: Sorting mode
fr: Mode de tri

source: Filter entries sorting mode
fr: Méthode utilisée pour trier les options du filtre

source: Content-type display mode
fr: Libellé affiché

source: Thesaurus name
fr: Nom du thésaurus

source: Name of thesaurus used to get filter terms
fr: Nom du thésaurus contenant les termes utilisés par ce filtre

source: Thesaurus extract
fr: Nom de l'extrait

source: Name of thesaurus extract containing terms used by this filter
fr: Nom de l'extrait du thésaurus contenant les termes utilisés par ce filtre

source: Click icon to show or hide filter
fr: Afficher/masquer le filtre

source: List of filters
fr: Liste des filtres

source: New filter
fr: Nouveau filtre

source: New filter properties
fr: Propriétés du nouveau filtre

source: Filter: {}
fr: Filtre : {}

source: Filter properties
fr: Propriétés du filtre

source: Title filter
fr: Filtrage par titre

source: Content-type filter
fr: Filtrage par type de contenu

source: (no selected thesaurus)
fr: (aucun thésaurus sélectionné)

source: Tag filter
fr: Filtrage par tag

source: Theme filter
fr: Filtrage par thème

source: Collection filter
fr: Filtrage par collection

source: Multiple views are not supported with aggregated portlets renderers!
fr: Les modes de rendus comportant des filtres ne peuvent pas prendre en charge plusieurs vues !

source: -- No selected option --
fr: -- aucune option sélectionnée --

source: Show more
fr: Afficher tout

source: Show less
fr: Réduire

source: Reset all filters
fr: Réinitialiser tous les filtres

source: Include sitemap
fr: Inclure dans la sitemap

source: If unchecked, this content will be excluded from sitemap
fr: Si 'non', le contenu sera exclu de la sitemap du site

source: SEO configuration
fr: Configuration SEO

source: Global alerts view
fr: Vue des alertes globales

source: Internal view target reference; please note that alerts content type selection will be added automatically to settings of the selected view
fr: Référence de la vue dont sont extraites les alertes générales du site, qui peuvent être affichées en pied de page ; veuillez noter que la sélection du gabarit est effectuée automatiquement quel que soit le paramétrage de la vue sélectionnée

source: Context alerts view
fr: Vue des alertes contextuelles

source: Reference to the view used to get context alerts; please note that alerts content type selection will be added automatically to settings of the selected view
fr: Référence de la vue dont sont extraites les alertes associées à un contexte, qui peuvent être affichées dans leur en-tête de page ; veuillez noter que la sélection du gabarit est effectuée automatiquement quel que soit le paramétrage de la vue sélectionnée

source: Alerts management
fr: Paramétrage des alertes

source: Alerts management views
fr: Sélection des vues associées aux alertes

source: Read more
fr: En savoir plus

source: {service_name}A content review is requested
fr: {service_name}Demande de relecture

source: Request comment: {comment}
fr: Commentaire : {comment}

source: Review request
fr: Demande de relecture

source: Reviewer comment
fr: Commentaire du relecteur

source: Comment writer
fr: Rédacteur

source: Content reviewers
fr: Relecteurs sollicités

source: Comment type
fr: Type de commentaire

source: Comment body
fr: Commentaire

source: Reviewer comment?
fr: Commentaire d'un relecteur

source: Reviewers list
fr: Liste des relecteurs

source: List of principals which reviewed the comment
fr: Liste des mandataires qui ont apporté des commentaires sur ce contenu

source: A new comment was added on content « {0} »
fr: Un nouveau commentaire a été ajouté au contenu « {0} »

source: Ask for content review
fr: Demander une relecture

source: Sought principals
fr: Relecteurs sollicités

source: List of principals from which a review is requested
fr: Liste des utilisateurs que vous souhaitez solliciter par mail pour relire ce contenu

source: Comment
fr: Commentaire

source: Comment associated with this request
fr: Le commentaire associé à cette demande sera également transmis par mail

source: Notify all reviewers
fr: Notifier tous les relecteurs

source: If 'yes', selected reviewers will be notified by mail of your request, even if they were already members of the reviewers group. Otherwise, only new reviewers will be notified
fr: Si 'oui', tous les utilisateurs sollicités seront notifiés par mail de votre demande, même s'ils avaient déjà été sollicités auparavant ; dans le cas contraire, seuls les nouveaux relecteurs seront notifiés.

source: Content review
fr: Demande de relecture

source: Content review request
fr: Propriétés de la demande de relecture

source: Request successful, {count} new notifications have been sent.
fr: Votre demande a été transmise, {count} notification(s) envoyée(s).

source: Request successful, no new notification have been sent.
fr: Votre demande a été transmise, aucune nouvelle notification n'a été envoyée.

source: Comments
fr: Commentaires

source: Version comments
fr: Commentaires associés à cette version

source: Message is mandatory!
fr: Le message est obligatoire !

source: [${service_name}] You are requested for a content review
fr: [${service_name}] Vous êtes sollicité pour une demande de relecture

source: Hello,
fr: Bonjour,

source: You have been requested by ${sender}, contributor of « ${service_name} » website, to make a review of a content.
fr: Vous êtes sollicité par ${sender}, contributeurr du site internet « ${service_name} », qui souhaite recueillir votre commentaire à propos d'un contenu.

source: ${sender} added the following message to his request:
fr: ${sender} a accompagné sa demande de relecture du message suivant :

source: To review and comment this publication, please use the following link: ${target}.
fr: Pour accéder à cette contribution, cliquez ici : ${target}.

source: After reading this content, please use the « Comments » menu entry.
fr: Lorsque vous aurez pris connaissance du contenu, vous pourrez utiliser le menu « Commentaire » en colonne de gauche pour apporter vos commentaires.

source: If you don't want to reply to this request, please contact ${sender} directly by replying to this mail.
fr: Si vous ne souhaitez pas donner suite à cette demande, vous pouvez répondre directement à ${sender} en lui adressant un message dans ce sens.

source: Thank you.
fr: Merci.

source: Review query from
fr: Demande de relecture de

source: (as reviewer)
fr: (en tant que relecteur)

source: Selected reviewers:
fr: Auprès de :

source: New comment
fr: Nouveau commentaire

source: Your comment...
fr: Votre commentaire...

source: Add comment
fr: Ajouter ce commentaire

source: Display full header
fr: Afficher le chapô en entier

source: Display only header start
fr: Afficher seulement le début du chapô

source: Hide header
fr: Masquer le chapô

source: Page header
fr: En-tête de page

source: Display logo
fr: Afficher le logo

source: Uncheck option to disable logo display
fr: Désactiver cette option pour ne pas afficher le logo du site

source: Display context title
fr: Afficher le titre

source: Title is extracted from context
fr: Le titre est normalement extrait du contexte d'affichage

source: Display profile link
fr: Afficher le lien vers le profil

source: Display link to get access to login form or user profile
fr: Permet d'afficher le lien permettant d'accéder à la fenêtre de connexion ou au menu d'accès au profil utilisateur

source: Simple banner (default)
fr: Bandeau simple (par défaut)

source: Home
fr: Accueil

source: Login...
fr: Connexion...

source: User profile
fr: Mon profil

source: Logout
fr: Se déconnecter

source: Hidden content
fr: NON affiché

source: Default content renderer
fr: Mode de rendu par défaut

source: Search folder
fr: Moteur de recherche

source: Main search engine
fr: Moteur de recherche principal

source: Search folder handling main site search. You can search a reference using '+' followed by internal number, or by entering text matching content title.
fr: Moteur de recherche prenant en charge la recherche générale sur le site ; vous pouvez rechercher une référence en indiquant un '+' suivi du numéro interne de ce moteur de recherche, ou en entrant tout ou partie de son titre

source: Search engine name
fr: Nom du moteur de recherche

source: Name given to the search engine
fr: Le nom donné au moteur de recherche peut être affiché dans les navigateurs

source: Description given to the search engine
fr: Description générale du moteur de recherche

source: Enable search by tag?
fr: Activer la recherche par tags

source: If 'yes', displayed tags will lead to a search engine displaying contents matching given tag
fr: Si 'oui', les tags affichés dans les pages permettront d'accéder directement à un moteur de recherche paramétré sur ce tag

source: Tags search target
fr: Cible de la recherche par tags

source: Site or folder where tags search is displayed
fr: Moteur de recherche où la recherche par tags est activée

source: You must specify search target when activating search by tags!
fr: Vous devez spécifier la cible de la recherche pour pouvoir activer la recherche par tags !

source: Enable search by collection?
fr: Activer la recherche par collections

source: If 'yes', displayed collections will lead to a search engine displaying contents matching given collection
fr: Si 'oui', les collections affichées dans les pages permettront d'accéder directement à un moteur de recherche paramétré sur cette collection

source: Collections search target
fr: Cible de la recherche par collections

source: Site or folder where collections search is displayed
fr: Moteur de recherche où la recherche par collections est activée

source: You must specify search target when activating search by collections!
fr: Vous devez spécifier la cible de la recherche pour pouvoir activer la recherche par collections !

source: If 'no', search folder will not be displayed into parent's contents list
fr: Si 'non', le moteur de recherche ne sera pas affiché dans la liste des contenus du niveau parent

source: Selected content types
fr: Gabarits sélectionnés

source: Searched content types; leave empty for all
fr: Gabarit des contenus à sélectionner ; laisser la sélection vide pour accepter tous les gabarits

source: Selected data types
fr: Types de contenus sélectionnés

source: Searched data types; leave empty for all
fr: Type de contenus à sélectionner ; laisser la sélection vide pour accepter tous les types de contenus

source: Add search folder...
fr: Moteur de recherche

source: New search folder
fr: Nouveau moteur de recherche

source: New search folder properties
fr: Propriétés du nouveau moteur de recherche

source: Search folder management
fr: Ce moteur de recherche

source: Folder search settings
fr: Paramètres de la recherche

source: Search settings
fr: Paramétrage de la recherche

source: General search settings
fr: Propriétés du moteur de recherche général

source: Search folder tags settings
fr: Tags appliqués par le moteur de recherche

source: Search folder themes settings
fr: Thèmes appliqués par le moteur de recherche

source: Search folder collections settings
fr: Collections appliquées par le moteur de recherche

source: Allow empty query?
fr: Recherche sans critère

source: If 'no', no result will be displayed if user didn't entered a search string
fr: Si cette option n'est pas sélectionnée, aucun résultat ne sera renvoyé si l'utilisateur ne saisit pas de critère de recherche

source: First search results sample:
fr: Premiers résultats de la recherche :

source: No result found.
fr: Aucun résultat trouvé

source: Paginated search results (default)
fr: Liste de résultats, avec ou sans facettes (par défaut)

source: Paneled search results
fr: Grille de résultats, avec ou sans facettes, style « page carrefour »

source: Bootstrap cards search results
fr: Grille de résultats, avec ou sans facettes, style « cartes Bootstrap »

source: Bootstrap Masonry cards search results
fr: Grille de résultats, avec ou sans facettes, style « Masonry »

source: Display if empty?
fr: Afficher sans résultat

source: If 'no', and if no result is found, the portlet will not display anything
fr: Si cette option n'est pas sélectionnée et qu'aucun résultat n'est trouvé, le composant ne sera pas affiché

source: Display results count?
fr: Afficher le nombre de résultats
