Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: All versions of this content which are not archived will be transferred to newly selected owner
fr: La propriété de toutes les versions de ce contenu qui ne sont pas archivées sera transférée au nouveau propriétaire sélectionné.

source: SEARCH - ${legend}
fr: RECHERCHE - ${legend}

source: Search...
fr: Recherche rapide...

source: Advanced search...
fr: Recherche avancée...

source: Back to dashboard
fr: Revenir au tableau de bord

source: Setting selected contents owner
fr: Réaffectation des contenus sélectionnés

source: FOR YOUR INFORMATION
fr: POUR VOTRE INFORMATION

source: Next step
fr: Étape suivante

source: Previous step
fr: Étape précédente

source: With this comment:
fr: Avec ce commentaire :

source: Content types
fr: Types de contenus

source: Click icon to enable or disable content type
fr: Cliquer pour activer ou désactiver ce type de contenu

source: Label
fr: Libellé

source: Shared tool content types list
fr: Liste des types de contenus

source: Add content type
fr: Ajouter un type de contenu

source: New content type
fr: Nouveau type de contenu

source: New data type properties
fr: Propriétés du nouveau type

source: Content type properties
fr: Propriétés du type de contenu

source: Pictograms
fr: Pictogrammes

source: Shared contents
fr: Gabarits

source: Shared tools
fr: Outils

source: Webmasters can handle all contents, including published ones
fr: Les webmestres peuvent gérer tous les contenus, y compris ceux qui sont publiés

source: Pilots
fr: Pilotes

source: Pilots can handle tool configuration, manage access rules, grant users roles and manage managers restrictions
fr: Les pilotes peuvent gérer la configuration des outils partagés, gérer leurs droits d'accès et gérer les restrictions d'accès des responsables

source: Managers
fr: Responsables

source: Managers can handle main operations in tool's workflow, like publish or retire contents
fr: Les responsables peuvent gérer les opérations principales au sein du workflow de publication de chaque outil, comme publier ou retirer des contenus (dans le cadre des restrictions d'accès qui leurs sont appliquées)

source: Contributors
fr: Contributeurs

source: Contributors are users which are allowed to create new contents
fr: Les contributeurs sont autorisés à créer de nouveaux contenus, mais ne peuvent pas prendre en charge leur publication ou leur retrait

source: Designers are users which are allowed to manage presentation templates
fr: Les designers sont autorisés à gérer les modèles de présentation des contenus

source: Don't use inner folders
fr: Ne pas utiliser de sous-dossiers

source: Use inner year folders
fr: Utiliser des sous-dossiers par année

source: Use inner year and month folders
fr: Utiliser des sous-dossiers par année et par mois

source: Workflow name
fr: Nom du workflow

source: Name of workflow utility used to manage tool contents
fr: Nom du workflow utilisé pour gérer le cycle de publication des contenus

source: Use inner folders
fr: Sous-dossiers internes

source: Defines if inner folders are used to store shared contents
fr: Les sous-dossiers sont des éléments de stockage intermédiaire des contenus créés au sein du gabarit, pour les regrouper par année et/ou par mois ; ils peuvent être utiles lorsque le nombre de contenus stockés dans un gabarit est très important. ATTENTION : la modification de ce paramètre n'impactera que les futurs contenus, le stockage des contenus existants n'est pas modifié !

source: Single content label
fr: Libellé d'un contenu

source: This label can be used to tag content type of a single content in place of shared tool title
fr: Ce libellé peut être utilisé par certains composants comme étiquette pour identifier le gabarit d'un contenu, à la place du nom du gabarit

source: Navigation label
fr: Libellé de navigation

source: Label used for navigation entries
fr: Libellé utilisé pour les liens de navigation

source: Facets label
fr: Libellé facette "Gabarit"

source: Label used for the facets of views or search engines, instead of the standard label
fr: Libellé utilisé par les filtres appliqués aux composants d'affichage des vues ou des moteurs de recherche, à la place du libellé ou du nom du gabarit, lorsqu'ils sont paramétrés en mode "Gabarit"

source: Facets type label
fr: Libellé facette "Type de contenu"

source: Label used for the facets of views or search engine, instead of the standard label, when facets are configured in "content-type" mode
fr: Libellé utilisé par les filtres appliqués aux composants d'affichage des vues ou des moteurs de recherche, à la place du libellé ou du nom du gabarit, lorsqu'ils sont paramétrés en mode "Type de contenu"

source: Dashboards label
fr: Libellé tableaux de bord

source: Optional label used for dashboards presentation
fr: Libellé optionnel utilisé pour l'affichage des contenus de ce gabarit ou de ce type dans les tableaux de bord

source: Content URL
fr: URL du contenu

source: URL used to access this content; this is important for SEO and should include most important words describing content; spaces and underscores will be automatically replaced by hyphens
fr: Nom utilisé pour accéder à ce contenu au sein de son parent ; ce nom est important pour l'indexation, et doit donc dans la mesure du possible intégrer des mots qui décrivent ce contenu ; les espaces et underscores seront remplacés automatiquement par des tirets

source: Version creator
fr: Créateur de cette version

source: Name of content's version creator. The creator of the first version is also it's owner.
fr: Nom du créateur de cette version. Le créateur de la première version est aussi son propriétaire

source: First owner
fr: Premier propriétaire

source: Name of content's first version owner
fr: Nom du premier propriétaire du contenu

source: Version creation
fr: Création

source: Version modifiers
fr: Intervenants

source: List of principals who modified this content
fr: Liste des mandataires ayant modifié ce contenu

source: Last modifier
fr: Dernière modification

source: Last principal who modified this content
fr: Nom du dernier mandataire étant intervenu sur ce contenu

source: Header
fr: Chapô

source: Content's header is generally displayed in page header
fr: Le chapô est généralement affiché dans l'en-tête de page

source: Meta-description
fr: Méta-description

source: The content's description is 'hidden' into HTML's page headers; but it can be seen, for example, in some search engines results as content's description; if description is empty, content's header will be used.
fr: La méta-description est intégrée dans les en-têtes des pages HTML ; elle est essentiellement utilisée par les moteurs de recherche pour l'indexation des contenus et leur présentation dans les résultats de recherches

source: Keywords
fr: Mots-clés

source: They will be included into HTML pages metadata
fr: Ces mots-clés sont intégrés dans les en-têtes HTML

source: Notepad
fr: Bloc-notes

source: Internal information to be known about this content
fr: Informations internes à l'attention des contributeurs et des gestionnaires du site

source: Content owner
fr: Propriétaire

source: The owner is the creator of content's first version, except if it was transferred afterwards to another owner
fr: Le propriétaire est le créateur de la première version d'un contenu, sauf si cette propriété est transmise ensuite à un autre propriétaire

source: Contributors are users which are allowed to update this content in addition to it's owner
fr: Les contributeurs sont autorisés à modifier ce contenu, en plus de son propriétaire

source: Readers
fr: Relecteurs

source: Readers are users which are asked to verify and comment contents before they are published
fr: Les relecteurs sont sollicités pour vérifier et apporter des commentaires sur un contenu avant leur publication

source: Guests
fr: Invités

source: Guests are users which are allowed to view contents with restricted access
fr: Les invités sont autorisés à consulter les contenus sur lesquels des restrictions d'accès ont été appliquées

source: Principal ID
fr: Mandataire

source: Show workflow checks warning
fr: Activer le tunnel de publication

source: If 'yes', this contributor will have to confirm that contents have been checked before asking for publication
fr: Si 'oui', ce contributeur devra confirmer explicitement que ses contenus ont été prévisualisés et vérifiés avant de pouvoir demander leur publication

source: Substitute for
fr: Suppléant de

source: Contributor will have access to contents owned by these principals
fr: Le contributeur aura accès aux contenus dont ces mandataires sont propriétaires

source: Publication checks
fr: Activer le tunnel de publication

source: If 'yes', this manager will have to confirm that contents have been previewed and checked before publishing a content
fr: Si 'oui', ce responsable devra confirmer explicitement que les contenus qui lui ont été transmis ont été prévisualisés et vérifiés avant de pouvoir les publier

source: Restricted contents
fr: Activer des restrictions d'accès

source: If 'yes', this manager will get restricted access to manage contents based on selected settings
fr: Si 'oui', ce responsable ne pourra gérer que des contenus dont les propriétés correspondent à au moins l'un des paramètres indiqués ci-dessous

source: Selected owners
fr: Propriétaires

source: Manager will have access to contents owned by these principals
fr: Ce responsable aura accès aux contenus de ces propriétaires

source: Content specificities
fr: Spécificités du contenu

source: Presentation template used for these specificities
fr: Mode de rendu utilisé pour les spécificités du contenu

source: An hidden data type can't be assigned to new contents
fr: Un type de contenu inactif ne peut pas être affecté à de nouveau contenus

source: Source folder
fr: Rubrique d'origine

source: Source folder (or search engine) to which content is attached; if this reference is set, canonical URL will be based on this object's URL
fr: Rubrique (ou moteur de recherche) d'origine à laquelle ce contenu est rattaché ; si cette référence est indiquée, l'URL canonique tu contenu sera basée sur l'URL de cette référence

source: Display as tag?
fr: Afficher comme étiquette

source: Some portlets renderers can display a small tag above each content to show their content type; if this option is checked, data type label will be displayed instead of content type
fr: Certains modes de rendu peuvent associer une étiquette à certains contenus ; si cette option est sélectionnée, c'est le libellé de ce type de contenu qui sera affiché en lieu et place du nom du gabarit

source: Color
fr: Couleur

source: Color used to illustrate this data type
fr: Couleur utilisée pour représenter ce type de contenu

source: Pictogram
fr: Pictogramme

source: Pictogram associated with this data type
fr: Nom du pictogramme associé à ce type de contenu

source: ON pictogram
fr: Pictogramme 'actif'

source: 'On' state pictogram associated with this data type
fr: Pictogramme utilisé par certains modes de rendu pour illustrer le statut "actif" de ce type de contenu

source: OFF pictogram
fr: Pictogramme 'inactif'

source: 'Off' state pictogram associated with this data type
fr: Pictogramme utilisé par certains modes de rendu pour illustrer le statut "inactif" de ce type de contenu

source: Field names
fr: Champs associés

source: List of fields associated with this data type
fr: Liste des champs spécifiques du gabarit associés à ce type de contenu

source: Type of content data
fr: Type spécifique associé au contenu

source: Content title
fr: Titre du contenu

source: Display publication date?
fr: Afficher la date de publication

source: If 'yes', content publication date will be displayed; the selected publication date is those which is selected while publishing the content
fr: Si 'oui', la date de publication affichée sera celle qui a été sélectionnée lors de la publication du contenu

source: Publication date prefix
fr: Préfixe à la date de publication

source: This text will be displayed before publication date
fr: Ce texte sera affiché devant la date de publication

source: Display specificities?
fr: Afficher les spécificités

source: If 'no', specific content's information will not be displayed...
fr: Si 'non', les informations spécifiques au gabarit du contenu ne seront pas affichées

source: Display illustration?
fr: Afficher l'illustration

source: If enabled, and if a header illustration is associated with the content, it's selected ratio may vary according to the selected renderer
fr: Si une illustration d'en-tête est associée au contenu, la sélection qui sera affichée peut dépendre du mode de rendu sélectionné

source: Display breadcrumbs?
fr: Afficher le fil d'Ariane

source: Display title?
fr: Afficher le titre

source: Display tags?
fr: Afficher les tags

source: Display header?
fr: Afficher le chapô

source: Display alerts?
fr: Afficher les alertes

source: If 'no', alerts which are linked to a specific content will not be displayed
fr: Si 'non', les alertes qui peuvent être liées à un contenu spécifique ne seront pas affichées dans l'en-tête de page

source: Content header
fr: En-tête du contenu

source: Shared content specificities (default)
fr: Spécificités du contenu (par défaut)

source: Shared content title (default)
fr: Titre du contenu (par défaut)

source: Shared content header (default)
fr: En-tête du contenu (par défaut)

source: Resource
fr: Ressource

source: Original country
fr: Pays d'origine

source: Original title
fr: Titre original

source: Translator
fr: Traducteur

source: Illustrator
fr: Illustrateur

source: Drawer
fr: Dessinateur

source: Colourist
fr: Coloriste

source: Lettering
fr: Lettrage

source: Producer
fr: Producteur

source: Director
fr: Réalisateur

source: Actors
fr: Acteurs

source: Editor
fr: Éditeur

source: Series
fr: Série

source: Nb pages
fr: Nombre de pages

source: Duration
fr: Durée

source: Age range
fr: Tranche d'âge

source: Release year
fr: Année de publication

source: Awards
fr: Récompenses

source: Editor reference
fr: Référence éditeur

source: ISBN number
fr: Numéro ISBN

source: Price
fr: Tarif

source: Source URI
fr: URL source

source: External URL used to get more information about resource
fr: URL externe utilisée pour accéder à plus d'informations sur la ressource

source: Summary
fr: Sommaire

source: Publisher's words
fr: Le mot du site

source: Minimum age
fr: Âge minimum

source: Maximum age
fr: Âge maximum

source: Resource management
fr: Cette ressource

source: Resource details
fr: Spécificités

source: Resource information
fr: Spécificités de la ressource

source: Custom properties
fr: Propriétés spécifiques

source: from {0.min_value} to {0.max_value}
fr: de {0.min_value} à {0.max_value} ans

source: from {0.min_value}
fr: à partir de {0.min_value} ans

source: up to {0.max_value}
fr: jusqu'à {0.max_value} ans

source: Original country:
fr: Pays d'origine :

source: Original title:
fr: Titre original :

source: Author:
fr: Auteur :

source: Translator:
fr: Traducteur :

source: Illustrator:
fr: Illustrateur :

source: Drawer:
fr: Dessinateur :

source: Colourist:
fr: Coloriste :

source: Lettering:
fr: Lettrage :

source: Producer:
fr: Producteur :

source: Director:
fr: Réalisateur :

source: Actors:
fr: Acteurs :

source: Editor:
fr: Éditeur :

source: Series:
fr: Série :

source: Number of pages:
fr: Nombre de pages :

source: Duration:
fr: Durée :

source: Age range:
fr: Tranche d'âge :

source: Release year:
fr: Année de parution :

source: Awards:
fr: Récompenses :

source: Editor reference:
fr: Référence chez l'éditeur :

source: ISBN number:
fr: Numéro ISBN :

source: Price:
fr: Tarif :

source: More resource info:
fr: En savoir plus :

source: Concatenate views items in order
fr: Concaténer les résultats de chaque vue dans l'ordre sélectionné

source: Extract items randomly
fr: Extraire les résultats en ordre aléatoire

source: Take items from views one by one, in views order
fr: Extraire les résultats de chaque vue, une par une, dans l'ordre des vues

source: Take items from views one by one, in random order
fr: Extraire les résultats de chaque vue, une par une, en ordre aléatoire

source: Sort all results by creation date
fr: Trier tous les résultats sur la date de création

source: Sort all results by last update date
fr: Trier tous les résultats sur la date de dernière mise à jour

source: Sort all results by current publication date
fr: Trier tous les résultats sur la date de publication de la version actuelle

source: Sort all results by first publication date
fr: Trier tous les résultats sur la date de première publication

source: View management
fr: Cette vue

source: View settings
fr: Paramètres de la vue

source: These settings apply to search made by the view. If you select the option "Include ONLY selected references", via the "References" menu, only selected references will be selected (if published) and no real search will be made ! In other modes, and if no search criteria is defined (in this form, or in other settings forms), ALL published contents will be selected by the view !!
fr: Ces paramètres s'appliquent à la recherche générée par la vue. Si vous choisissez l'option "Inclure UNIQUEMENT les références sélectionnées", via le menu "Références", seules ces références internes seront sélectionnés (si elles sont publiées) et aucune autre recherche ne sera effectuée ! Dans les autres cas, si aucun critère de recherche n'est spécifié (ni dans cet écran de paramétrage ni dans les autres), ce sont TOUS les contenus publiés qui seront sélectionnés par la vue !!

source: References
fr: Références

source: References settings
fr: Paramétrage des références internes

source: View internal references settings
fr: Références internes de la vue

source: Tags settings
fr: Paramétrage des tags

source: View tags settings
fr: Tags de la vue

source: Themes settings
fr: Paramétrage des thèmes

source: View themes settings
fr: Thèmes de la vue

source: Collections settings
fr: Paramétrage des collections

source: View collections settings
fr: Collections de la vue

source: View
fr: Vue

source: Alphabetical
fr: Alphabétique

source: Published version creation date
fr: Date de création de la version publiée

source: Published version last update date
fr: Date de dernière mise à jour de la version publiée

source: Current version publication date
fr: Date de publication de la version actuelle

source: Current version first publication date
fr: Date de première publication de la version actuelle

source: Content first publication date
fr: Date de première publication du contenu

source: Visible publication date
fr: Date de publication affichée

source: Expiration date
fr: Date de retrait

source: Relevance (on user search; if not on visible publication date)
fr: Pertinence (en cas de recherche utilisateur ; sinon sur la date de publication affichée)

source: Select context path?
fr: À l'intérieur du contexte

source: If 'yes', only contents located inside context will be selected
fr: Si 'oui', seuls les contenus situés à l'intérieur du contexte d'application de la vue seront sélectionnés ; utilisé typiquement pour rechercher les articles au sein d'un blog

source: Select context type?
fr: Même gabarit que le contexte

source: If 'yes', content type will be extracted from context
fr: Si 'oui', seuls les contenus du même gabarit que le contexte d'application de la vue seront sélectionnés

source: Other content types
fr: Autres gabarits sélectionnés

source: Selected content types; leave empty for all
fr: Gabarit des contenus à sélectionner ; laisser la sélection vide pour accepter tous les gabarits

source: Select context data type?
fr: Même type que le contexte

source: If 'yes', content data type (if available) will be extracted from context
fr: Si 'oui', seuls les contenus du même type que le contexte d'application de la vue (si applicable) seront sélectionnés

source: Other data types
fr: Autres types de contenus sélectionnés

source: Selected data types; leave empty for all
fr: Type de contenus à sélectionner ; laisser la sélection vide pour accepter tous les types de contenus

source: Excluded content types
fr: Gabarits exclus

source: Excluded content types; leave empty for all
fr: Plutôt que de choisir des gabarits à sélectionner, vous pouvez choisir ceux que vous souhaitez exclure de la recherche

source: Excluded data types
fr: Types de contenus exclus

source: Excluded data types; leave empty for all
fr: Plutôt que de choisir les types de contenus à sélectionner, vous pouvez choisir ceux que vous souhaitez exclure de la recherche

source: Allow user params?
fr: Autoriser les paramètres utilisateur

source: If 'no', additional user params provided through request URL will not be analyzed
fr: Si 'non', des paramètres supplémentaires fournis par l'utilisateur via l'URL d'une requête ne seront pas analysés

source: Order by
fr: Ordre de tri

source: Property to use to sort results; publication date can be different from first publication date for contents which have been retired and re-published with a different publication date
fr: Propriété utilisée pour trier les résultats ; la date de publication d'une version peut être différente de sa première date de publication lorsque cette version a été retirée puis re-publiée avec une date de publication différente (la première date de publication est dans ce cas égale à la date la plus en arrière dans le temps des deux)

source: Reversed order?
fr: Ordre inverse

source: If 'yes', items order will be reversed
fr: Le tri se fait normalement du plus récent au plus ancien ; vous pouvez choisir l'ordre inverse en choisissant cette option

source: Results count limit
fr: Limite au nombre de résultats

source: Maximum number of results that the view may retrieve
fr: Nombre maximal de résultats renvoyés par la vue ; cette valeur ne peut être supérieure à 1000

source: Results age limit
fr: Âge limite des résultats

source: If specified, contents whose publication date (given in days) is older than this limit will be ignored
fr: Si il est indiqué, les contenus dont la date de publication est plus ancienne que le nombre de jours indiqué ne seront pas pris en compte

source: Always include selected internal references
fr: Toujours inclure les références internes

source: Include selected internal references only if view is empty
fr: Inclure les références internes seulement lorsque la vue est vide

source: Include ONLY selected references (no search will be made)
fr: N'inclure QUE les références internes (aucune autre recherche ne sera appliquée)

source: Select context references?
fr: Références du contexte

source: If 'non', references imposed by the context will not be used
fr: Si 'non', les références imposées au niveau du contexte d'application de la vue ne seront pas prises en compte

source: Other references
fr: Autres références

source: List of internal references
fr: Liste de références internes vers des contenus imposés à la vue

source: Internal references usage
fr: Utilisation des références internes

source: Specify how selected references are included into view results
fr: Indique comment les références internes définies au niveau du contexte d'application seront intégrées à la liste de résultats

source: Exclude context?
fr: Exclure le contexte

source: If 'yes', context will be excluded from results list
fr: Si 'non', le contexte d'application de la vue pourra être présent dans la liste de résultats s'il correspond aux critères de recherche

source: Select context tags?
fr: Tags du contexte

source: If 'yes', tags will be extracted from context
fr: Si 'oui', les tags associés au contexte d'application de la vue seront automatiquement sélectionnés

source: Other tags
fr: Autres tags
