Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: Select context themes?
fr: Thèmes du contexte

source: If 'yes', themes will be extracted from context
fr: Si 'oui', les thèmes associés au contexte d'application de la vue seront automatiquement sélectionnés

source: Other themes
fr: Autres thèmes

source: Include all subthemes?
fr: Inclure tous les sous-thèmes

source: If 'yes', subthemes of selected themes will also be used to search contents
fr: SI 'oui', les sous-thèmes des thèmes sélectionnés seront également utilisés pour rechercher des contenus

source: Select context collections?
fr: Collections du contexte

source: If 'yes', collections will be extracted from context
fr: Si 'oui', les collections associées au contexte d'application de la vue seront automatiquement sélectionnés

source: Other collections
fr: Autres collections

source: View items
fr: Contenu d'une vue

source: Display context
fr: Contexte d'affichage

source: Content context
fr: Contexte du contenu

source: Selected views
fr: Vues sélectionnées

source: Reference to the view(s) from which items are extracted; you can combine several views together and specify in which order they should be mixed
fr: Référence des vues dont les résultats sont extraits ; vous pouvez combiner les résultats de plusieurs vues ensemble en indiquant la façon de mélanger leurs résultats

source: Views context
fr: Contexte des vues

source: When searching for items, a view receives a "context" which is the object from which settings can be extracted; this context can be the "display" context or the "content" context: when the portlet is used to display the site root, a site manager or a site folder, both are identical; when the portlet is used to display a shared content, the "content" context is the displayed content, while the "display" context is the container (site root, site manager or site folder) into which content is displayed
fr: Pour extraire sa liste de résultats, chaque vue est associée à un "contexte" qui est l'objet à partir duquel sont extraits certains critères de recherche ; ce contexte peut être le contexte "d'affichage" ou le contexte "du contenu" : lorsque ce composant est associé à la page d'accueil, à un site, à une rubrique ou à un moteur de recherche, ces deux contextes sont identiques ; par contre, lorsqu'il est associé à un contenu partagé, le contexte de contenu est le contenu partagé, tandis que le contexte d'affichage est le conteneur au sein duquel ce contenu est affiché

source: Views merge mode
fr: Mode de fusion des vues

source: If you select several views, you can select "merge" mode, which is the way used to merge items from several views
fr: Si vous sélectionnez plusieurs vues, vous pouvez indiquer la façon dont leurs résultats seront fusionnés ; ce paramètre est sans effet lorsque vous ne sélectionnez qu'une seule vue, car l'ordre des résultats est alors basé uniquement sur les paramètres de la vue

source: Maximum number of results that the component may extract from merged views
fr: Nombre maximal de résultats que le composant doit extraire des vues fusionnées

source: Starting from...
fr: À partir de

source: You can skip several results if specifying an integer value here...
fr: Vous pouvez écarter un certain nombre de résultats en indiquant ici la position du premier élément à prendre en compte

source: Force canonical URL?
fr: Imposer l'URL canonique

source: By default, internal links use a "relative" URL, which tries to display link target in the current context; by using a canonical URL, you can display target in it's attachment context (if defined)
fr: Par défaut, les liens internes utilisent une URl "relative", qui tente d'afficher la cible du lien dans le contexte courant ; en utilisant une URL canonique, vous pouvez imposer l'affichage de ce contenu dans son contexte d'origine, s'il est défini

source: Exclude from search results
fr: Exclure des résultats de recherche

source: If 'yes', and if this portlet is associated with a search engine in the same page template, items displayed by this portlet will be excluded from search results
fr: Si 'oui', et si ce composant est associé à un moteur de recherche au sein du même modèle de présentation, les contenus qu'il affiche seront exclus des résultats du moteur de recherche

source: Display on first page only
fr: Seulement sur la première page

source: If 'yes', and if this portlet is associated with a search engine in the same page template, view contents will only be displayed on the first page of search results
fr: Si 'oui', et si ce composant est associé à un moteur de recherche au sein du même modèle de présentation, ce composant ne sera affiché que sur la première page de résultats

source: Views list:
fr: Vues sélectionnées :

source: (no selected view)
fr: (aucune vue sélectionnée)

source: Simple vertical list (default)
fr: Liste de résultats, avec ou sans facette (par défaut)

source: Horizontal thumbnails list
fr: Liste horizontale de vignettes

source: Vertical panels with illustrations
fr: Grille de résultats, avec ou sans facettes, style « page carrefour »

source: Bootstrap cards grid
fr: Grille de résultats, avec ou sans facettes, style « cartes Bootstrap »

source: Bootstrap cards grid, Masonry style
fr: Grille de résultats, avec ou sans facettes, style « Masonry »

source: Paginate?
fr: Pagination

source: If 'no', results pagination will be disabled
fr: Si 'non', la pagination des résultats sera désactivée

source: Page size
fr: Taille des pages

source: Number of items per page, if pagination is enabled
fr: Nombre de résultats par page, si la pagination est activée

source: Filters CSS class
fr: Classe CSS des filtres

source: CSS class used for filters column
fr: Classe CSS utilisée pour l'affichage des filtres, s'il y en a

source: Results CSS class
fr: Classe CSS des résultats

source: CSS class used for view items container
fr: Classe CSS utilisée pour l'affichage des résultats

source: Display illustrations?
fr: Afficher l'illustration

source: If 'no', view contents will not display illustrations
fr: Si 'non', l'illustration des résultats ne sera pas affichée

source: Thumbnails selection
fr: Sélection des vignettes

source: Selection used to display images thumbnails
fr: Sélections utilisées pour l'affichage des vignettes

source: If 'no', view items breadcrumbs will not be displayed
fr: Si 'non', le fil d'Ariane des résultats ne sera pas affiché

source: If 'no', view items tags will not be displayed
fr: Si 'non', les tags des résultats ne seront pas affichés

source: 'See all' link target
fr: Cible du lien 'Voir tous les résultats'

source: Internal reference to site or search folder displaying full list of view's contents
fr: Référence interne d'un site ou d'un moteur de recherche permettant d'accéder à la liste complète des résultats

source: Link label
fr: Libellé du lien

source: Label of the link to full list page
fr: Libellé du lien permettant d'accéder à la liste complète des résultats

source: Columns count
fr: Nombre de colonnes

source: Select the number of panels columns for all available devices
fr: Nombre de colonnes appliqué sur les différents types de périphériques

source: Header display mode
fr: Affichage du chapô

source: Defines how results headers will be rendered
fr: Mode d'affichage du chapô des résultats

source: Start length
fr: Longueur du chapô

source: If you choose to display only header start, you can specify maximum text length
fr: Si vous choisissez de n'afficher que le début du chapô, indiquer ici la longueur maximale du texte en nombre de caractères

source: CSS classes
fr: Classes CSS

source: Header display
fr: Affichage du chapô

source: Previous page
fr: Page précédente

source: Next page
fr: Page suivante

source: View result items
fr: Contenu de la vue

source: WARNING: items displayed in this preview are out of context!!
fr: ATTENTION : la sélection des éléments affichés dans cet aperçu ne tient pas compte du contexte éventuellement paramétré dans la vue !

source: Site folder
fr: Rubrique

source: Internal link
fr: Lien interne

source: External link
fr: Lien externe

source: Site manager
fr: Site

source: Redirect to first visible sub-folder or content
fr: Accéder à la première rubrique ou au premier contenu visible

source: Use presentation template
fr: Afficher le modèle de présentation

source: Navigation mode
fr: Mode de navigation

source: Site behaviour when navigating to site URL
fr: Comportement attendu lorsqu'un utilisateur navigue vers l'URL de ce site

source: Heading displayed according to presentation template
fr: Le chapô peut être affiché ou non en fonction du paramétrage du modèle de présentation

source: The folder's description is 'hidden' into HTML's page headers; but it can be seen, for example, in some search engines results as content's description; if description is empty, content's header will be used.
fr: La description de la rubrique est présente uniquement dans les en-têtes des pages HTML, et elle peut être utilisée par les moteurs de recherche pour présenter les résultats ; si cette description n'est pas renseignée, c'est le chapô qui sera utilisé comme tel

source: Visible in folders list
fr: Visible dans la liste des rubriques

source: If 'no', folder will not be displayed into folders list
fr: Si 'non', la rubrique ne sera pas affichée dans la liste des rubriques du niveau parent

source: Navigation title
fr: Libellé de navigation

source: Folder's title displayed in navigation pages; original title will be used if none is specified
fr: Libellé affiché dans les liens de navigation vers cette rubrique ; si aucun libellé n'est spécifié, c'est le libellé d'origine de la rubrique qui sera utilisé

source: Folder behaviour when navigating to folder URL
fr: Comportement attendu lorsqu'un utilisateur navigue vers l'URL de cette rubrique

source: Site's header is generally displayed in page header
fr: Le chapô peut être affiché ou non en fonction du paramétrage du modèle de présentation

source: The site's description is 'hidden' into HTML's page headers; but it can be seen, for example, in some search engines results as content's description; if description is empty, content's header will be used.
fr: La description du site est présente uniquement dans les en-têtes des pages HTML, et elle peut être utilisée par les moteurs de recherche pour présenter les résultats ; si cette description n'est pas renseignée, c'est le chapô qui sera utilisé comme tel

source: Site topic
fr: Article au sein d'un site

source: Alternate content's title displayed in navigation pages; original title will be used if none is specified
fr: Libellé de substitution affiché dans les pages de navigation ; si aucun libellé n'est spécifié, c'est le libellé d'origine de la rubrique qui sera utilisé

source: Show header?
fr: Afficher le chapô

source: If 'no', no header will be displayed
fr: Si 'non', le chapô ne sera pas affiché

source: Navigation header
fr: Chapô de navigation

source: Alternate content's header displayed in navigation pages; original header will be used if none is specified
fr: Chapô spécifique affiché dans les pages de navigation ; le chapô du contenu sera utilisé si aucun contenu spécifique n'est indiqué ici

source: If 'no', link is not visible
fr: Si 'non', le lien ne sera pas visible

source: If 'yes', link to internal references will use their canonical instead of relative URL
fr: Si 'oui', les liens vers les contenus internes au site utiliseront leur adresse canonique plutôt qu'une adresse relative

source: Target URL
fr: URL de destination

source: URL used to access external resource
fr: Adresse utilisée pour accéder à cette ressource externe

source: Folders contents
fr: Rubriquage

source: Click to open/close all folders
fr: Afficher/masquer toutes les rubriques

source: Click to show/hide inner folders
fr: Afficher/masquer les sous-rubriques

source: This container automatically redirects navigation to it's first visible content
fr: Cette rubrique redirige automatiquement la navigation vers le premier élément publié

source: Delete site item
fr: Supprimer ce contenu

source: Can't reparent object to one of it's children. Reloading...
fr: Impossible de déplacer une rubrique dans l'une de ses sous-rubriques ! Rechargement de la page...

source: Add site folder...
fr: Rubrique

source: Visible label used to display content
fr: Libellé principal du contenu

source: Parent
fr: Niveau parent

source: Folder's parent
fr: Niveau de rattachement de cette rubrique

source: New site folder
fr: Nouvelle rubrique

source: New site folder properties
fr: Propriétés de la nouvelle rubrique

source: Site folder properties
fr: Propriétés de la rubrique

source: Main folder properties
fr: Propriétés principales

source: Navigation properties
fr: Propriétés de navigation

source: Between all contents of « {} » site manager
fr: Parmi les contenus du site « {} »

source: Between all contents of « {} » site folder
fr: Parmi les contenus de la rubrique « {} »

source: New link
fr: Nouveau lien

source: Link properties
fr: Propriétés du lien

source: Click to switch link visibility
fr: Cliquez pour rendre le lien visible ou non

source: Add internal link...
fr: Lien interne

source: Link's parent
fr: Niveau de rattachement de ce lien

source: New internal link
fr: Nouveau lien interne

source: New internal link properties
fr: Propriétés du nouveau lien

source: Add external link...
fr: Lien externe

source: New external link
fr: Nouveau lien externe

source: New external link properties
fr: Propriétés du nouveau lien

source: Add site manager
fr: Ajouter un site

source: New site properties
fr: Propriétés du nouveau site

source: Site name is required!
fr: Le nom du site est obligatoire !

source: A site manager is already registered with this name!
fr: Autre site a déjà été enregistré sous ce nom !

source: Site management
fr: Gérer ce site

source: Site manager properties
fr: Propriétés du site

source: Change URL
fr: Modifier l'URL

source: Change item URL
fr: Modification de l'URL

source: New item URL
fr: Nouvelle URL

source: Item URL
fr: URL de l'élément

source: URL part used to access this item
fr: Partie de l'URL utilisée pour accéder à ce site

source: Item URL can't be empty!
fr: L'URL ne peut pas être vide !

source: Selected name is already used!
fr: Le nom indiqué est déjà utilisé !

source: Topic's parent
fr: Niveau de rattachement de cet article

source: Add site topic...
fr: Article

source: Site container summary
fr: Page carrefour (sites et rubriques)

source: Button's title
fr: Libellé du bouton

source: Navigation button's title is normally defined based on target's content type; you can override this label by giving a custom title here
fr: Le libellé du bouton de navigation est normalement basé sur le type de contenu de la cible des liens ; vous pouvez redéfinir ce libellé l'indiquant ici

source: Simple items list (default)
fr: Liste d'éléments simple (par défaut)

source: Paneled items list
fr: Grille d'éléments simple

source: Bootstrap cards list
fr: Grille d'éléments, stype « cartes Bootstrap »

source: Bootstrap Masonry cards list
fr: Grille d'éléments, style « Masonry »

source: Optional navigation button's title
fr: Un bouton de navigation associé à chaque résultat de recherche sera affiché si cette option est sélectionnée

source: Full name of logo organization
fr: Nom complet de l'organisme correspondant à ce logo

source: Alternate title
fr: Titre de substitution

source: If set, this title will be displayed in front-office instead of original title
fr: S'il est renseigné, ce titre est affiché à la place du titre du logo

source: Acronym
fr: Acronyme

source: Matching logo acronym, without spaces or separators
fr: Acronyme correspondant au logo, sans espace ni séparateur

source: Image (colored)
fr: Image couleur

source: Image data
fr: Contenu de l'image principale

source: An alternate image which can be used by some presentation templates
fr: Cette image peut être utilisée par certains modèles de présentation

source: Internal reference
fr: Référence interne

source: Internal link target reference. You can search a reference using '+' followed by internal number, of by entering text matching content title.
fr: Référence interne du logo ; vous pouvez rechercher une référence en indiquant un '+' suivi du numéro interne de ce moteur de recherche, ou en entrant tout ou partie de son titre

source: Logos references
fr: Logos sélectionnés

source: List of internal logos references
fr: Liste de références internes vers les logos sélectionnés

source: Presentation template used for this logos paragraph
fr: Mode de rendu utilisé pour ce bloc de logos

source: Logo management
fr: Ce logo

source: Logos list:
fr: Logos sélectionnés :

source: Simple logos list (default)
fr: Liste de logos simple (par défaut)

source: Disabled link
fr: Désactiver les liens

source: Use internal reference first
fr: Privilégier la référence interne

source: Use external URL first
fr: Privilégier l'URL externe

source: Links priority
fr: Priorité des liens

source: Order in which internal or external links are evaluated
fr: Ordre dans lequel les liens internes ou externes définis au niveau des logos sont évalués

source: Force canonical URL
fr: Imposer l'URL canonique

source: Topic
fr: Article

source: Topic management
fr: Cet article

source: File
fr: Fichier

source: File content
fr: Contenu du fichier

source: Actual file content
fr: Utilisez le bouton "Parcourir..." pour rechercher le contenu du fichier

source: File name
fr: Nom du fichier

source: Name used to save the file on download
fr: Nom proposé pour enregistrer le fichier en cas de téléchargement

source: File management
fr: Ce fichier

source: News
fr: Actualité

source: News management
fr: Cette actualité

source: An hidden alert type can't be assigned to new alerts
fr: Un type d'alerte inactif ne peut pas être affecté à de nouvelles alertes

source: Pictogram associated with this alert type
fr: Nom du pictogramme associé à ce type d'alerte

source: Base color associated with this alert type
fr: Couleur de base associée à ce type d'alerte

source: Alert
fr: Alerte

source: Alert type
fr: Type d'alerte

source: Alert type can affect renderer alert style
fr: Le type d'alerte peut éventuellement, en fonction du thème graphique, affecter le rendu de l'alerte

source: Message content
fr: Contenu du message

source: Message body
fr: Le contenu du message n'est en général affiché que dans le corps de page, et non lorsque les alertes sont affichées en bas de page

source: Internal link target reference. You can search a reference using '+' followed by internal number, or by entering text matching content title
fr: Référence interne de l'alerte vers un contenu à consulter ; vous pouvez rechercher une référence en indiquant un '+' suivi du numéro interne de ce moteur de recherche, ou en entrant tout ou partie de son titre

source: External URL
fr: URL externe

source: Alternate external URL
fr: Adresse d'une page externe à consulter

source: You can't set internal reference and external URI simultaneously!
fr: Vous ne pouvez pas indiquer une référence interne et une URI externe simultanément !

source: Concerned contents
fr: Contenus concernés

source: If any, these contents will automatically display this alert
fr: Si vous sélectionnez des contenus ici, cette alerte leur sera directement associée et elle pourra être affichée dans leur en-tête de page

source: Maximum interval
fr: Intervale d'affichage

source: Maximum interval between alert displays on a given device, given in hours; set to 0 to always display the alert
fr: Délai maximum entre deux affichages de l'alerte sur un périphérique donné, exprimé en heures ; indiquer une valeur de 0 pour que l'alerte soit toujours affichée

source: Alert management
fr: Cette alerte

source: Alert settings
fr: Paramètres de l'alerte

source: Alert types
fr: Types d'alertes

source: Click icon to enable or disable alert type
fr: Cliquer pour activer ou désactiver ce type d'alerte

source: Alert types list
fr: Liste des types d'alertes

source: Add alert type
fr: Ajouter un type d'alerte

source: New alert type
fr: Nouveau type d'alerte

source: New alert type properties
fr: Propriétés du nouveau type

source: Alert type properties
fr: Propriétés du type d'alerte

source: Form
fr: Formulaire

source: If set, this title will be displayed in front-office above header and input fields
fr: S'il est renseigné', le titre est affiché en tête du formulaire au-dessus du chapô et des champs de saisie

source: If set, this header is displayed just above input fields
fr: S'il est renseigné, cet entête est affiché juste au-dessus des champs de saisie

source: Legend
fr: Légende

source: If set, this legend will be displayed above input fields
fr: Si elle est renseignée', la légende accompagne le cadre affiché autour des champs du formulaire

source: Form management
fr: Ce formulaire

source: Form header
fr: En-tête du formulaire

source: Preview
fr: Aperçu

source: Open preview in new tab
fr: Ouvrir l'aperçu dans un nouvel onglet

source: Active script?
fr: Script actif ?

source: An inactive script is not included into page resources
fr: Un script inactif ne sera pas intégré dans les ressources de la page

source: Script name
fr: Nom du script

source: This is just a descriptive name given to the script
fr: Nom descriptif donné au script

source: Script body
fr: Contenu du script

source: Script source code, including the HTML wrapping tag; you can use variables by embracing them with {} characters
fr: Code source du script, incluant les balises HTML d'intégration ; vous pouvez utiliser des variables définies dans les paramètres du conteneur de script en les encadrant avec des caractères {} ; ATTENTION: vous devez doubler les accolades déjà présentes dans le corps du script !!!

source: Bottom script?
fr: Script de bas de page

source: If 'yes', script will be included in page bottom instead of page HTML head
fr: Si 'oui', ce script sera inclus dans le pied de page et non dans la balise HEAD du code HTML

source: Scripts params
fr: Paramètres des scripts

source: If your scripts have to use parameters, you can set their values here, using "NAME=value" syntax for each parameter; you can add comments by prefixing lines with #
fr: Si vos scripts utilisent des paramètres, vous pouvez les définir ici à raison d'un paramètre par ligne, en utilisant la syntaxe NOM=valeur ; vous pouvez laisser des lignes vides, ou ajouter des commentaires en commençant une ligne par un caractère #

source: External scripts
fr: Scripts externes

source: Click icon to switch script activity
fr: Cliquez pour rendre le script actif ou non

source: This script is active
fr: Ce script est actif

source: This script is not active
fr: Ce script n'est pas actif

source: External scripts list
fr: Liste des scripts externes

source: Add script
fr: Ajouter un script

source: New script
fr: Nouveau script

source: New script properties
fr: Propriétés du nouveau script

source: Custom script
fr: Script externe

source: Script properties
fr: Propriétés du script

source: Custom script: {}
fr: Script externe : {}

source: Scripts variables
fr: Paramètres

source: External scripts settings
fr: Paramétrage des scripts

source: Timestamp
fr: Horodatage

source: Date and time at which history item was created
fr: Date et heure à laquelle l'événement s'est produit

source: Principal
fr: Mandataire

source: Name of history action principal
fr: Nom du mandataire

source: HTML message
fr: Message HTML

source: HTML message which was sent to a principal
fr: Contenu du message HTML envoyé au mandataire

source: Internal comment
fr: Commentaire interne

source: History item value
fr: Historique

source: not matching
fr: pas de correspondance

source: Active rule?
fr: Règle active ?
