Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: Shared content paragraph types
fr: Types de blocs de contenu du gabarit

source: New paragraph: {}
fr: Nouveau bloc de contenu : {}

source: New paragraph properties
fr: Propriétés du nouveau bloc de contenu

source: Paragraph properties
fr: Propriétés du bloc de contenu

source: Updated renderer
fr: Mise à jour du mode de rendu

source: You changed renderer selection. Don't omit to check renderer properties...
fr: Vous avez changé de mode de rendu. N'oubliez pas de vérifier les propriétés du nouveau mode de rendu...

source: Paragraphs group
fr: Groupe de blocs de contenu

source: Presentation template used for this frame
fr: Mode de rendu utilisé pour cet encadré

source: Is this paragraph visible in front-office?
fr: Ce bloc est-il visible en front-office ?

source: Anchor?
fr: Ancre ?

source: Is this paragraph a navigation anchor?
fr: Ce bloc est-il une ancre de navigation ?

source: Locked?
fr: Verrouillé ?

source: A locked paragraph can only be removed by a content manager or a webmaster
fr: Un paragraphe verrouillé ne peut être supprimé que par un responsable des contenus ou un webmestre

source: § Title
fr: Titre §

source: Allowed paragraphs
fr: Types de blocs autorisés

source: List of paragraphs allowed for this content type; if selection is empty, all paragraphs types will be allowed
fr: Liste des types de blocs autorisés au sein de ce gabarit ; une sélection vide indique que tous les types de blocs seront utilisables

source: Default paragraphs types
fr: Types de blocs par défaut

source: Empty paragraphs of these types will be added automatically to new contents of this content type; if paragraphs are associated to content type, these will be used instead of these ones
fr: Des blocs vides des types sélectionnés seront créés automatiquement dans les nouveaux contenus de ce gabarit lors de leur création ; si des blocs de contenus sont associés au type de contenu sélectionné lors de la création d'un contenu, ceux-ci seront prioritaires par rapport à ceux sélectionnés ici

source: Raw HTML code
fr: Code source

source: Source code
fr: Code source

source: You can use &lt;CTRL&gt;+&lt;,&gt; to change editor settings
fr: Vous pouvez utiliser le raccourci &lt;CTRL&gt;+&lt;,&gt; pour modifier la configuration de l'éditeur de texte

source: Paragraph renderer
fr: Mode de rendu

source: Rich text
fr: Texte enrichi

source: Body
fr: Contenu HTML

source: Presentation template used for this paragraph
fr: Mode de rendu utilisé pour ce bloc de texte

source: Content paragraphs
fr: Blocs de contenu

source: Paragraphs navigation anchors
fr: Navigation au sein des blocs de contenu

source: Paragraphs source
fr: Source des blocs de contenu

source: If a source is specified, it will be used as paragraphs source instead of current context
fr: Si une source est sélectionnée, elle sera utilisée pour sélectionner les blocs de contenus à afficher à la place du contexte d'affichage

source: If a source is specified, you can create a link to this content using a button with this label
fr: Si une source est sélectionnée pour les blocs, vous pouvez positionner un lien vers ce contenu en utilisant ce libellé

source: Selected paragraphs
fr: Blocs sélectionnés

source: List of selected paragraphs; an empty selection means that all paragraphs will be selectable by following filters; otherwise, this selection will have priority
fr: Liste des blocs de contenus sélectionnés pour l'affichage : une sélection vide indique que tous les blocs correspondant aux filtres choisis ci-dessous seront pris en compte ; dans le cas contraire, cette sélection sera prioritaire et les filtres ne seront pas appliqués

source: Selected paragraph types
fr: Types de blocs sélectionnés

source: Select list of paragraph types you want to include; an empty selection means that all paragraphs types will be selected; this setting is not applied when paragraphs are selected explicitly in the previous field
fr: Liste des types de blocs que vous souhaitez sélectionner ; une sélection vide indique que tous les types de blocs de contenus seront pris en compte, à l'exception de ceux sélectionnés dans le champ suivant ; cette sélection ne s'applique pas lorsque les blocs sont sélectionnés individuellement sur un contenu donné

source: Excluded paragraph types
fr: Types de blocs exclus

source: Select list of paragraph types you want to exclude; an empty selection means that all paragraphs types will be selected, except if factories are selected in the previous field; this setting is not applied when paragraphs are selected explicitly in the previous field
fr: Liste des types de blocs que vous souhaitez écarter ; une sélection vide indique que tous les types de blocs de contenus seront pris en compte, sauf si une sélection a été faite dans le champ précédent ; cette sélection ne s'applique pas lorsque les blocs sont sélectionnés individuellement sur un contenu donné

source: Anchors only
fr: Ancres seulement

source: If 'yes', only paragraphs set as 'anchors' will be selected
fr: Si 'oui', seuls les blocs de contenus définis comme ancres de navigation seront sélectionnés

source: Exclude anchors
fr: Exclure les ancres

source: If 'yes', paragraphs set as 'anchors' will be excluded; take care to not activate this option and the previous one simultaneously, or no paragraph will be displayed!
fr: Si 'oui', les blocs de contenus définis comme ancres de navigation seront exclus ; veillez à ne pas sélectionner cette option en même temps que la précédente, faute de quoi aucun bloc de contenu ne sera retenu !

source: Paragraphs count limit
fr: Limite au nombre de blocs

source: If specified, the number of displayed paragraphs will be limited to this number
fr: Vous pouvez limiter le nombre de blocs affichés en indiquant une valeur pour ce paramètre

source: Display navigation links
fr: Liens de navigation

source: If 'no', navigation links to previous and next contents will not be displayed
fr: Si 'non', les liens de navigation vers les contenus précédent et suivant positionnés dans la même rubrique ne seront pas affichés

source: List of paragraphs selected for navigation; an empty selection means that all paragraphs will be selectable by following filters; otherwise, this selection will have priority
fr: Liste des blocs de contenus sélectionnés pour la navigation : une sélection vide indique que tous les blocs correspondant aux filtres choisis ci-dessous seront pris en compte ; dans le cas contraire, cette sélection sera prioritaire et les filtres ne seront pas appliqués

source: Select list of paragraph types you want to use for navigation; an empty selection means that all paragraphs types will be selected
fr: Liste des types de blocs sélectionnés pour la navigation ; une sélection vide indique que tous les types de blocs seront pris en compte, à l'exception de ceux sélectionnés dans le champ suivant

source: Select list of paragraph types you want to exclude from navigation; an empty selection means that all paragraphs types will be selected, except if factories are selected in the previous field
fr: Liste des types de blocs exclus de la navigation ; une sélection vide indique que tous les types de blocs seront pris en compte, sauf si une sélection a été faite dans le champ précédent

source: If 'no', all paragraphs will be used as navigation anchors
fr: Si 'non', tous les blocs de contenus seront utilisés comme liens de navigation même s'ils ne sont pas définis comme ancres de navigation

source: No filter, all paragraphs are selected
fr: Aucun filtre, tous les blocs de contenu sont sélectionnés

source: No filter, all paragraphs types are selected
fr: Aucun filtre, tous les types de blocs de contenu sont sélectionnés

source: Paragraphs list (default)
fr: Liste des blocs de contenu (par défaut)

source: Paragraphs navigation (default)
fr: Navigation au sein des blocs (par défaut)

source: Previous and next topics
fr: Contenus précédent et suivant

source: Simple paragraphs list (default)
fr: Liste de blocs simple (par défaut)

source: Horizontal tabs
fr: Onglets horizontaux

source: Vertical tabs
fr: Onglets verticaux

source: HTML source code (default)
fr: Code source HTML (par défaut)

source: Formatted source code
fr: Code source formatté

source: ReStructured text
fr: Texte restructuré

source: Markdown text
fr: Markdown

source: Rich text (default)
fr: Texte enrichi (par défaut)

source: Bootstrap alert
fr: Bootstrap: alerte

source: XS horizontal padding
fr: Marge sur smartphones

source: Define horizontal padding for smartphones
fr: Marge horizontale appliquée sur les smartphones

source: SM horizontal padding
fr: Marge sur tablettes

source: Define horizontal padding for tablets
fr: Marge horizontale appliquée sur les tablettes

source: MD horizontal padding
fr: Marge sur écrans moyens

source: Define horizontal padding for medium screens
fr: Marge horizontale appliquée aux écrans de taille moyenne

source: LG horizontal padding
fr: Marge sur grands écrans

source: Define horizontal padding for large screens
fr: Mage horizontale appliquée aux écrans de grand taille

source: XL horizontal padding
fr: Marge sur très grands écrans

source: Define horizontal padding for extra large screens
fr: Marge horizontale appliquée aux écrans de très grande taille

source: Alert status
fr: Statut de l'alerte

source: Bootstrap alert status defines alert rendering color
fr: Le statut de l'alerte détermine la couleur associée à l'alerte

source: Display dismiss button
fr: Afficher un bouton de masquage

source: Select this option to display a dismiss button
fr: Sélectionnez cette option pour afficher un bouton de masquage de l'alerte

source: Associations
fr: Liens et pièces jointes

source: Presentation template used for associations
fr: Mode de rendu utilisé pour cette liste de liens

source: Default links and external files
fr: Liens et pièces jointes par défaut

source: Links and external files
fr: Liens et pièces jointes

source: Public label
fr: Libellé public

source: Internal target
fr: Contenu interne

source: Size
fr: Taille

source: Links and external files list
fr: Liste des liens et pièces jointes

source: Description format
fr: Format de la description

source: Formatting style used for description in associations
fr: Style de formattage de texte utilisé pour la description

source: Associations list (default)
fr: Liens et pièces jointes (par défaut)

source: Alternate title used to describe image content
fr: Ce texte est affiché lorsque le contenu de l'image ne peut pas être affiché ; il est également utilisé par les navigateurs des personnes soufrant de déficiences visuelles, et doit donc décrire le contenu de l'image pour se conformer aux normes d'accessibilité

source: Name of picture's author
fr: Nom de l'auteur, sous la forme "Prénom Nom / Organisme"

source: Illustration description displayed in front-office templates
fr: Ce texte accompagne l'image, en complément de la légende.<br /><strong>ATTENTION :</strong> sa présence et sa mise en forme peuvent dépendre du mode de rendu sélectionné

source: Illustration renderer
fr: Mode de rendu

source: Renderer used to display illustration; please note that this renderer is not always used, but only in some specific contexts
fr: Modèle de présentation utilisé par cette illustration. <br /><strong>ATTENTION :</strong> certains modes de rendu ne supportent pas tous les types de médias !

source: Presentation template used for illustration
fr: Mode de rendu utilisé pour cette illustration

source: Main illustration
fr: Illustration principale

source: Navigation link illustration
fr: Illustration de navigation

source: Use responsive selection
fr: Utiliser les sélections responsives

source: Associated illustration
fr: Illustration associée

source: Illustration properties
fr: Propriétés de l'illustration

source: Full width illustration (default)
fr: Illustration simple (par défaut)

source: Floating illustration to the left
fr: Illustration placée à gauche du texte

source: Floating illustration to the right
fr: Illustration placée à droite du texte

source: Image selection
fr: Sélection de l'image

source: Illustration can use responsive selections, but you can also force selection of another specific format
fr: L'illustration utilise les sélections responsives par défaut, mais vous pouvez imposer un format d'image spécifique

source: Display image title
fr: Afficher la légende

source: Select 'no' to hide illustration title
fr: Dé-sélectionner cette option pour masquer la légende de l'illustration

source: Display author
fr: Afficher l'auteur

source: Select 'no' to hide illustration author name
fr: Dé-sélectionner cette option pour masquer le nom de l'auteur

source: Display description
fr: Afficher la description

source: Select 'no' to hide image description
fr: Dé-sélectionner cette option pour masquer la description

source: Zoom on click
fr: Zoom au clic

source: If 'yes', a click on illustration thumbnail will open a modal window to display image
fr: Si 'oui', un clic sur l'illustration provoque l'ouverture d'une fenêtre modale pour afficher l'intégralité de l'image

source: Illustration (default)
fr: Illustration simple (par défaut)

source: Centered image before text
fr: Illustration centrée avant le texte

source: Centered image after text (default)
fr: Illustration centrée après le texte (par défaut)

source: Name of video's author
fr: Nom de l'auteur de la vidéo, sous la forme "Prénom Nom / Organisme"

source: Video description displayed by front-office template
fr: Description de la vidéo présentée aux internautes

source: Video provider
fr: Fournisseur de contenu

source: Name of external platform providing selected video
fr: Nom de la plateforme sur laquelle la vidéo est hébergée

source: External video
fr: Vidéo externe

source: Presentation template used for video
fr: Mode de rendu utilisé pour cette vidéo

source: Select video provider...
fr: Sélectionner un fournisseur...

source: Video provider is required
fr: Vous devez sélectionner un fournisseur de contenu !

source: Provider settings
fr: Propriétés de la vidéo

source: Other provider
fr: Autre fournisseur

source: Integration code
fr: Code d'intégration

source: Please select integration code provided by your video provider, and paste it here
fr: Vous pouvez faire un copier/coller du code d'intégration fourni par votre fournisseur de vidéos

source: Video ID
fr: ID de la vidéo

source: To get video ID, just use the 'Share' button in Youtube platform and copy/paste the given URL here
fr: Pour obtenir l'ID de la vidéo, vous pouvez simplement utiliser la fonction 'Partager' fournie par YouTube et faire un copier/coller de l'adresse obtenue ici

source: Start at
fr: Position de départ

source: Position at which to start video, in 'seconds' or 'minutes:seconds' format
fr: Position à laquelle la vidéo doit démarrer, en secondes ou sous la forme 'minutes:secondes'

source: Stop at
fr: Position d'arrêt

source: Position at which to stop video, in 'seconds' or 'minutes:seconds' format
fr: Position à laquelle la vidéo doit s'arrêter, en secondes ou sous la forme 'minutes:secondes'

source: Auto play?
fr: Lecture automatique

source: If 'yes', video is started automatically on page load
fr: Si 'oui', la vidéo est lancée automatiquement au chargement de la page

source: Loop playback?
fr: Lecture en boucle

source: If 'yes', video is played indefinitely
fr: Si 'oui', la vidéo est lue en boucle indéfiniment

source: Show commands?
fr: Afficher les commandes

source: Show video player commands
fr: Afficher les commandes du lecteur vidéo

source: Hide branding?
fr: Masquer la marque

source: If 'no', Youtube branding will be displayed
fr: Si 'non', le logo YouTube sera affiché

source: Show related videos?
fr: Afficher les vidéos liées

source: Show related videos when video end
fr: Afficher d'autres vidéos sur le même sujet à la fin de la lecture

source: Allow full screen?
fr: Accès au mode plein écran

source: If 'yes', video can be displayed in full screen
fr: Si 'non', la vidéo ne peut pas être affichée en plein écran

source: Disable keyboard?
fr: Désactiver le clavier

source: If 'yes', video player can't be controlled via keyboard shortcuts
fr: Si 'oui', le lecteur vidéo ne peut pas être contrôlé à l'aide du clavier

source: Video width
fr: Largeur de la vidéo

source: Initial video frame width; mandatory for old browsers but may be overridden by presentation skin
fr: Largeur initiale de la vidéo ; cette information est obligatoire uniquement pour les navigateurs les plus anciens, et peut être redéfinie via le thème graphique et le modèle de présentation

source: Video height
fr: Hauteur de la vidéo

source: Initial video frame height; mandatory for old browsers but may be overridden by presentation skin
fr: Hauteur initiale de la vidéo ; cette information est obligatoire uniquement pour les navigateurs les plus anciens, et peut être redéfinie via le thème graphique et le modèle de présentation

source: To get video ID, just use the 'Share' button in Dailymotion platform, click on "Copy link" and paste the given URL here
fr: Pour obtenir l'ID de la vidéo, vous pouvez simplement utiliser la fonction 'Partager' fournie par Dailymotion, cliquer sur "Copier le lien" et coller l'adresse obtenue ici

source: Show video info?
fr: Afficher les informations

source: If 'no', video title and information won't be displayed
fr: Si 'non', le titre et les informations sur la vidéo ne seront pas affichés

source: UI theme
fr: Thème graphique

source: Default base color theme
fr: Couleur de base par défaut du thème graphique

source: Show branding?
fr: Afficher la marque

source: If 'yes', Dailymotion branding will be displayed
fr: Si 'oui', la marque Dailymotion sera affichée

source: Show end screen?
fr: Afficher l'écran de fin

source: Show end screen when video end
fr: Afficher un écran de fin lorsque la vidéo se termine

source: Allow sharing?
fr: Autoriser le partage

source: If 'no', video sharing will be disabled
fr: Si 'non', la fonction de partage de la vidéo sera désactivée

source: To get video ID, just use the 'Share' button in Vimeo platform, click on "Link" entry and copy/paste the given URL here
fr: Pour obtenir l'ID de la vidéo, vous pouvez simplement utiliser la fonction 'Partager' fournie par Vimeo, cliquer sur l'entrée "Lien" et faire un copier/coller de l'adresse obtenue ici

source: Show title?
fr: Afficher le titre

source: If 'no', video title won't be displayed
fr: Si 'non', le titre de la vidéo ne sera pas affiché

source: Show signature?
fr: Afficher la signature

source: If 'no', video's author signature won't be displayed
fr: Si 'non', la signature de l'auteur de la vidéo ne sera pas affichée

source: Infos color
fr: Couleur des informations

source: Color used for title and signature
fr: Couleur utilisée pour le titre et la signature

source: External video renderer (default)
fr: Vidéo intégrée dans la page (par défaut)

source: Frame body
fr: Contenu HTML

source: Framed text
fr: Encadré

source: Full width frame (default)
fr: Encadré en pleine largeur (par défaut)

source: Floating lateral frame
fr: Encadré latéral flottant

source: Frame alert status
fr: Statut de l'encadré

source: Bootstrap alert status defines rendering color
fr: Le statut détermine la couleur associée à l'encadré

source: Name of the pictogram associated with this frame paragraph
fr: Sélection du pictogramme associé à cet encadré

source: Frame position
fr: Position de l'encadré

source: Frame position relatively to it's parent paragraph
fr: Position relativement au bloc de contenu suivant

source: Devices width
fr: Largeur de l'encadré

source: Select frame size for all available devices
fr: Largeur appliquée à l'encadré sur les différents types de périphériques

source: Bootstrap cards
fr: Cartes Bootstrap

source: Presentation template used for cards
fr: Mode de rendu utilisé pour ces cartes

source: Bootstrap cards renderer (default)
fr: Cartes Bootstrap (par défaut)

source: Bootstrap cards Masonry renderer
fr: Cartes Bootstrap avec rendu « Masonry »

source: Form fields
fr: Champs de saisie

source: Presentation template used for form fields
fr: Mode de rendu utilisé pour ces champs de saisie

source: Simple mail handler
fr: Notifications simples par email

source: Service name
fr: Nom du service

source: This name will be used as subject in all email messages sent by this contact form
fr: Ce nom sera utilisé comme sujet de tous les messages transmis via ce formulaire

source: Source name
fr: Nom de la source

source: Name of mail data sender
fr: Nom de l'expéditeur des messages de notification

source: Source address
fr: Adresse de la source

source: Mail address from which form data is sent
fr: Adresse de messagerie avec laquelle sont envoyés les messages de notification

source: Recipient name
fr: Nom du destinataire

source: Name of data recipient
fr: Nom du destinataire des messages de notification

source: Recipient address
fr: Adresse du destinataire

source: Mail address to which form data is sent
fr: Adresse de messagerie du destinataire des messages de notification

source: Notification message
fr: Message de notification

source: This message will be sent to target address defined just before; you can include form fields values by including their name, enclosed in {brackets}, or {_reference} to get the submission ID; if you don't provide any template, message will be filled only with the raw data entered into this form
fr: Ce message sera envoyé au destinataire indiqué ci-dessus ; vous pouvez intégrer la valeur de certains champs saisis dans le formulaire en indiquant leur nom entre {accolades}, la référence de la soumission pouvant être indiquée avec le nom {_reference} ; si vous ne fournissez aucun modèle pour ce message de notification, un message sera généré automatiquement avec tous les champs du formulaire

source: Confirmation message
fr: Message de confirmation

source: If an email address is provided in the form, this message will be returned to the contact; you can include all form fields values by including their name, enclosed in {brackets}, or {_reference} to include submission ID
fr: Si un champ de saisie d'une adresse de messagerie est présent dans le formulaire, ce message de confirmation sera envoyé à cette adresse ; vous pouvez inclure des champs du formulaire en indiquant leur nom entre {accolades}, la référence de la soumission pouvant être indiquée avec le nom {_reference}

source: Mailto handler settings
fr: Notifications par email

source: Mailto notifications
fr: Notifications par email

source: Mailto form handler settings
fr: Paramètres des notifications

source: Form fields list (default)
fr: Champs de saisie (par défaut)

source: Table managers
fr: Gestionnaires

source: Table managers can handle all table contents
fr: Liste des gestionnaires autorisés à gérer le contenu de cette table

source: References tables
fr: Références

source: Edit table properties
fr: Propriétés de la table

source: Table management
fr: Gérer cette table

source: Reference tables
fr: Références

source: Pictogram content
fr: Image du pictogramme

source: pictogram-header
fr: En-tête par défaut

source: Default header associated with this pictogram
fr: En-tête par défaut associé à ce pictogramme

source: Selected pictograms
fr: Pictogrammes sélectionnés

source: List of selected pictograms which will be available to shared contents
fr: Liste des pictogrammes qui seront rendus disponibles aux contenus partagés

source: 'ON' pictogram
fr: Pictogramme 'actif'

source: 'ON' state pictogram associated with this term
fr: Pictogramme utilisé par certains modes de rendu pour illustrer le statut "actif" associé à ce pictogramme

source: 'OFF' pictogram
fr: Pictogramme 'inactif'
