Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: Manage main site root properties
fr: Gérer les propriétés globales du site

source: Manage references table
fr: Gérer les tables de références

source: Manage first level site tree elements
fr: Gérer les sites de premier niveau

source: Manage site, blog or hub properties
fr: Gérer les propriétés d'un site, d'un blog ou d'un hub

source: Manage shared tool properties
fr: Gérer les propriétés d'un outil partagé

source: Create new content
fr: Créer un nouveau contenu

source: Create new version of existing content
fr: Créer une nouvelle version d'un contenu

source: Manage content properties
fr: Gérer les propriétés d'un contenu

source: Comment existing content
fr: Commenter un contenu

source: Publish or retire existing content
fr: Publier ou retirer un contenu

source: Webmaster (role)
fr: Webmestre (rôle)

source: References manager (role)
fr: Gestionnaire de références (rôle)

source: Pilot (role)
fr: Pilote (rôle)

source: Manager (role)
fr: Responsable (rôle)

source: Owner (role)
fr: Propriétaire (rôle)

source: Contributor (role)
fr: Contributeur (rôle)

source: Reader (role)
fr: Relecteur (rôle)

source: Operator (role)
fr: Opérateur (rôle)

source: Guest user (role)
fr: Invité (rôle)

source: Title
fr: Titre

source: Application title displayed in title bar
fr: Titre principal du site, affiché notamment dans la barre de titre du navigateur

source: Short title
fr: Libellé court

source: Application short title visible as title prefix
fr: Ce libellé court peut être affiché dans différents contextes...

source: Main application description
fr: La description est intégrée dans les métadonnées de la page d'accueil du site ; elle n'est pas visible directement par les utilisateurs du site mais peut être utilisée par les moteurs de recherche

source: Author
fr: Auteur

source: Public author name
fr: Nom public de l'auteur du site

source: Icon
fr: Icône

source: Browser favourite icon
fr: Icône de favoris du site

source: Image containing application logo
fr: Image contenant le logo du site

source: Public site URI
fr: URL publique

source: Base URL of the public site
fr: URL de base du site public ; cette adresse est notamment utilisée par les codes QR

source: Support email
fr: Adresse de support

source: Public support email address
fr: Adresse de messagerie du support aux utilisateurs

source: Webmasters
fr: Webmestres

source: These principals can handle all settings and contents of web site, except for a few ones which require administrator access
fr: Ces mandataires peuvent gérer la majorité des propriétés et des contenus du site, à l'exception de quelques paramètres réservés aux administrateurs

source: Templates managers
fr: Designers

source: These principals can only handle presentation templates
fr: Ces mandataires peuvent uniquement gérer les modèles de présentation

source: Operators group
fr: Groupe des opérateurs

source: Name of group containing all roles owners
fr: Groupe de mandataires contenant tous les détenteurs d'un rôle

source: Between all contents
fr: Parmi tous les contenus

source: Advanced search
fr: Recherche avancée

source: Search text
fr: Texte recherché

source: Entered text will be search in title only
fr: La requête s'applique au titre uniquement...

source: Owner
fr: Propriétaire

source: Content type
fr: Gabarit

source: Creation date
fr: Date de création

source: Modification date
fr: Date de dernière modification

source: Themes
fr: Thèmes

source: Visible site
fr: Site visible

source: Not visible site
fr: Site non visible

source: Delete shared site
fr: Supprimer le site

source: Site tree
fr: Arborescence

source: Sites, hubs and blogs
fr: Sites, hubs et blogs

source: Site content
fr: Contenu du site

source: Main site management
fr: Gérer le portail

source: Properties
fr: Propriétés

source: Main site properties
fr: Propriétés principales du site

source: Site information
fr: Informations générales

source: Users activity
fr: Suivre l'activité

source: My dashboard
fr: Mon tableau de bord

source: Switch element visibility
fr: Cliquez pour rendre l'élément visible ou non

source: Visible element?
fr: Un élément peut ne pas être visible s'il n'a pas encore été publié ou si son niveau parent n'est pas publié

source: Data type
fr: Type de contenu

source: Status
fr: Statut

source: Status datetime
fr: En date du

source: Modifier
fr: Intervenant

source: Last update
fr: Dernière modification

source: Shortcuts
fr: Contenus

source: {date} by {principal}
fr: {date} par {principal}

source: -- missing value ({}) --
fr: -- valeur manquante ({}) --

source: Workflow action
fr: Action du workflow

source: Cancel
fr: Annuler

source: Action comment
fr: Commentaire associé

source: WARNING: this request was made by a contributor which is not the owner of this content
fr: ATTENTION : cette demande est formulée par un contributeur habilité qui n'est pas le propriétaire.

source: RECALL: you are not the owner of the content on which you operate!
fr: ATTENTION : vous intervenez sur un contenu donc vous n'êtes pas propriétaire !

source: {state} | by {principal}
fr: {state} | par {principal}

source: Publication settings
fr: Paramètres de publication

source: Publication start date is required
fr: La date de début de publication est obligatoire

source: This publication request is going to be transmitted to a content manager.
fr: La demande de publication va être soumise à un responsable.

source: If you cancel this publication request, this content will be updatable again.
fr: Si vous annulez cette demande de publication, ce contenu sera à nouveau modifiable.

source: A comment is required
fr: Le commentaire est obligatoire !

source: As a content manager, you considerate that this content can't be published 'as is'.<br />The contributor will be notified of this and will be able to update the content before doing a new publication request.
fr: En tant que responsable, vous considérez que ce contenu ne peut pas être publié en l'état.<br />Le contributeur qui vous a sollicité va être notifié de votre refus ; il pourra modifier ce contenu et effectuer une nouvelle demande de publication.

source: As a manager, you considerate that this content is complete and can be published 'as is'.<br />This operation will make the content publicly available (except if restricted access has been set).
fr: En tant que responsable, vous considérez que ce contenu peut être publié en l'état.<br />Cette opération va rendre le contenu visible de tous, sauf si des restrictions d'accès lui ont été appliquées.

source: After cancelling the publication, the content will return to proposed publication state.
fr: En annulant cette publication, ce contenu va retourner en statut 'Publication demandée'.

source: You considerate that the currently published version should no more be publicly visible.<br />WARNING: the content will remain visible until a manager validate your request.
fr: Vous considérez que la version actuellement en ligne ne doit plus être consultable.<br />ATTENTION : ce contenu restera visible jusqu'à ce qu'un responsable prenne en charge votre demande.

source: After cancelling this request, the content will return to it's normal published state.
fr: En annulant cette demande, ce contenu va retourner en statut 'Publié'.

source: As a content manager, you considerate that this content should no longer be published.<br />Retired content won't be visible anymore, but it can be updated and published again, or archived.
fr: En tant que responsable, vous considérez que ce contenu ne doit plus être publié.<br />Après ce retrait, il ne sera plus visible des internautes mais pourra par contre être publié à nouveau, archivé, ou modifié en créant une nouvelle version.

source: This content is already retired and not visible.<br />After archiving, it will be backed up but you will not be able to publish it again except by creating a new version.
fr: Ce contenu est déjà retiré et n'est donc plus visible de internautes.<br />L'archivage permet de conserver une version d'un contenu dans son état actuel ; il pourra ensuite à nouveau être publié, en créant une nouvelle version.

source: After cancelling this request, the content will return to it's previous retired state.
fr: En annulant cette demande, ce contenu va retourner en statut 'Retiré'.

source: As a manager, you considerate that this content must be archived.<br />After archiving, it will be backed up but you will not be able to publish it again except by creating a new version.
fr: En tant que responsable, vous considérez que ce contenu doit être archivé.<br />L'archivage permet de conserver une version d'un contenu dans son état actuel ; il pourra ensuite à nouveau être publié, en créant une nouvelle version.

source: You considerate that the currently published must evolve.<br />By creating a new version, you can update it's content without impacting the currently published one.<br />When the new version will be complete, you will be able to make a new publication request to replace the currently published version (which will be archived automatically).
fr: Vous considérez que la version actuelle de ce contenu doit évoluer.<br />En créant une nouvelle version, vous pourrez apporter des modifications sans impacter la version actuelle.<br />Lorsque la nouvelle version sera prête, vous pourrez demander sa publication (et la version actuelle sera automatiquement archivée).

source: Delete definitively
fr: Supprimer définitivement ce contenu

source: This content was never published and is going to be deleted.<br />If you confirm deletion, it won't be possible to restore it.
fr: Ce contenu n'a jamais été publié et va être supprimé.<br />**Cette suppression est définitive**, il sera impossible de restaurer ce contenu !

source: The content version is going to be definitely deleted.<br />Will only remain the currently published or archived versions.
fr: Cette version de ce contenu va être supprimée.<br />Les versions précédentes seront toujours accessibles.

source: Between all contents of « {} » content type
fr: Parmi les contenus du gabarit « {} »

source: SEARCH - No result found
fr: RECHERCHE - Aucun résultat trouvé

source: SEARCH - 1 result found
fr: RECHERCHE - 1 résultat trouvé

source: SEARCH - {} results found
fr: RECHERCHE - {} résultats trouvés

source: Contents search form
fr: Recherche de contenus

source: Search results
fr: Résultats de recherche

source: Managers restrictions
fr: Restrictions des responsables

source: Manager name
fr: Nom du responsable

source: Show warnings
fr: Tunnel de publication

source: Restricted
fr: Restrictions activées

source: Manager for
fr: Responsable de

source: Managers list
fr: Liste des responsables

source: Manager restrictions
fr: Restrictions d'un responsable

source: Principal restrictions
fr: Restrictions de l'utilisateur

source: If restrictions are enabled for this manager, he will only be able to manage contents matching at least one of these properties!
fr: Si les restrictions sont appliquées pour ce responsable, il ne pourra gérer que les contenus dont les propriétés correspondent au moins à l'une des sélections effectuées ci-dessous.

source: Contributors restrictions
fr: Restrictions des contributeurs

source: Contributor name
fr: Nom du contributeur

source: Substitute of
fr: Suppléant de

source: Contributors list
fr: Liste des contributeurs

source: Contributor restrictions
fr: Restrictions d'un contributeur

source: from {}
fr: de {}

source: {state} <span class="px-1">by</span> {principal}
fr: {state} <span class="px-1">par</span> {principal}

source: Content publication start date is not passed yet
fr: La date de début de publication de ce contenu n'est pas encore passée

source: since {date}
fr: depuis {date}

source: access published version
fr: accéder à la version publiée

source: access new version
fr: accéder à la version en préparation

source: access waiting version
fr: accéder à la version en attente

source: access retired version
fr: accéder à la version retirée

source: access archived version
fr: accéder à la version archivée

source: Add new: {}
fr: Ajouter un contenu : {}

source: New content: {}
fr: Nouveau contenu : {}

source: New content properties
fr: Propriétés du nouveau contenu

source: Content management
fr: Gérer ce contenu

source: Content properties
fr: Propriétés du contenu

source: Main content properties
fr: Propriétés élémentaires

source: Duplicate content
fr: Dupliquer le contenu

source: Duplicate this content
fr: Dupliquer ce contenu

source: Clone created from version {source} of {oid} (in « {state} » state)
fr: Contenu créé à partir de la version {source} de {oid} (alors en statut « {state} »)

source: You are going to duplicate a whole content.<br />The new copy is going to be created in 'draft' mode, so that you can modify it before publication.<br />A new unique number is also going to be assigned to it. This number will be shared by all content's versions.
fr: Vous vous apprêtez à dupliquer une version de ce contenu pour en créer un nouveau.<br />Cette copie va être créée en statut 'Brouillon' et vous en serez propriétaire pour vous permettre de la préparer.<br />Un numéro unique lui sera également attribué ; ce numéro sera conservé pendant toute la vie du contenu, quelle que soit la version.

source: Shared content management
fr: Gérer ce gabarit

source: Shared tool properties
fr: Propriétés du gabarit

source: Main tool properties
fr: Propriétés principales

source: **WARNING**: workflow shouldn't be modified if this tool already contains shared contents!
fr: **ATTENTION** : le workflow ne devrait pas être modifié si ce gabarit contient déjà des contenus partagés !

source: Contents labels
fr: Libellés complémentaires des contenus

source: **WARNING**: if contents already exist for this tool, changing labels may require a complete Elasticsearch index rebuild!
fr: **ATTENTION** : si des contenus existent déjà pour ce gabarit, modifier les libellés nécessitera une reconstruction complète de l'index Elasticsearch !

source: Retired
fr: Retiré

source: {state} since {from_date}
fr: {state} depuis {from_date}

source: Published
fr: Publié

source: {state} since {from_date} until {to_date}
fr: {state} depuis {from_date}, retrait automatique {to_date}

source: To be published
fr: Publication en attente

source: {state} from {from_date} to {to_date}
fr: {state} {from_date}, retrait automatique {to_date}

source: {state} after {from_date}
fr: {state} après {from_date}

source: Not published
fr: Non publié

source: Internal references
fr: Références internes

source: Internal references settings
fr: Paramétrage des références internes

source: Selected contents can be used to feed views which are using their context internal references.
fr: Les contenus sélectionnés dans la liste des références internes peuvent être utilisés pour alimenter les vues qui s'appuient sur les références internes de leur contexte.

source: Dashboard
fr: Tableau de bord

source: You are not actually concerned by any content.
fr: Vous n'êtes actuellement concerné(e) par aucun contenu.

source: MANAGER - No content waiting for your action
fr: RESPONSABLE - Aucun contenu en attente de votre intervention

source: MANAGER - 1 content waiting for your action
fr: RESPONSABLE - 1 contenu en attente de votre intervention

source: MANAGER - {} contents waiting for your action
fr: RESPONSABLE - {} contenus en attente de votre intervention

source: CONTRIBUTOR - 0 content waiting for action
fr: CONTRIBUTEUR - Aucun contenu en attente

source: CONTRIBUTOR - 1 content waiting for action
fr: CONTRIBUTEUR - 1 contenu en attente

source: CONTRIBUTOR - {0} contents waiting for action
fr: CONTRIBUTEUR - {} contenus en attente

source: CONTRIBUTOR - 0 modified content
fr: CONTRIBUTEUR - Aucun contenu modifié

source: CONTRIBUTOR - 1 modified content
fr: CONTRIBUTEUR - 1 contenu modifié

source: CONTRIBUTOR - Last {} modified contents
fr: CONTRIBUTEUR - {} derniers contenus modifiés

source: CONTRIBUTOR - {} modified contents
fr: CONTRIBUTEUR - {} contenus modifiés

source: My contents
fr: Mes contenus

source: My drafts
fr: Mes brouillons

source: CONTRIBUTOR - 0 content in preparation
fr: CONTRIBUTEUR - Aucun contenu en préparation

source: CONTRIBUTOR - 1 content in preparation
fr: CONTRIBUTEUR - 1 contenu en préparation

source: CONTRIBUTOR - {} contents in preparation
fr: CONTRIBUTEUR - {} contenus en préparation

source: My submissions
fr: Mes demandes

source: CONTRIBUTOR - 0 submitted content
fr: CONTRIBUTEUR - Aucun contenu soumis à un responsable

source: CONTRIBUTOR - 1 submitted content
fr: CONTRIBUTEUR - 1 contenu soumis à un responsable

source: CONTRIBUTOR - {} submitted contents
fr: CONTRIBUTEUR - {} contenus soumis à un responsable

source: My publications
fr: Mes publications

source: CONTRIBUTOR - 0 published content
fr: CONTRIBUTEUR - Aucun contenu publié

source: CONTRIBUTOR - 1 published content
fr: CONTRIBUTEUR - 1 contenu publié

source: CONTRIBUTOR - {} published contents
fr: CONTRIBUTEUR - {} contenus publiés

source: My retired contents
fr: Mes contenus retirés

source: CONTRIBUTOR - 0 retired content
fr: CONTRIBUTEUR - Aucun contenu retiré

source: CONTRIBUTOR - 1 retired content
fr: CONTRIBUTEUR - 1 contenu retiré

source: CONTRIBUTOR - {} retired contents
fr: CONTRIBUTEUR - {} contenus retirés

source: My archived contents
fr: Mes contenus archivés

source: CONTRIBUTOR - 0 archived content
fr: CONTRIBUTEUR - Aucun contenu archivé

source: CONTRIBUTOR - 1 archived content
fr: CONTRIBUTEUR - 1 contenu archivé

source: CONTRIBUTOR - {} archived contents
fr: CONTRIBUTEUR - {} contenus archivés

source: All interventions
fr: Toutes les interventions

source: Last publications
fr: Dernières publications

source: CONTRIBUTORS - 0 published content
fr: CONTRIBUTEURS - Aucun contenu publié

source: CONTRIBUTORS - 1 published content
fr: CONTRIBUTEURS - 1 contenu publié

source: CONTRIBUTORS - Last {} published contents
fr: CONTRIBUTEURS - {} derniers contenus publiés

source: CONTRIBUTORS - {} published contents
fr: CONTRIBUTEURS - {} contenus publiés

source: Last modifications
fr: Dernières modifications

source: CONTRIBUTORS - 0 modified content
fr: CONTRIBUTEURS - Aucun contenu modifié

source: CONTRIBUTORS - 1 modified content
fr: CONTRIBUTEURS - 1 contenu modifié

source: CONTRIBUTORS - Last {} modified contents
fr: CONTRIBUTEURS - {} derniers contenus modifiés

source: CONTRIBUTORS - {} modified contents
fr: CONTRIBUTEURS - {} contenus modifiés

source: Content information
fr: Informations sur le contenu

source: Display content summary
fr: Synthèse du contenu

source: Identity card
fr: Carte d'identité

source: Workflow requested action
fr: Évolution demandée

source: {state} {date} by {principal}
fr: {state} {date} par {principal}

source: Associated comment
fr: Commentaire associé

source: Publication dates
fr: Dates de publication

source: Current version
fr: À propos de cette version

source: {state} since {date}, by {principal}
fr: {state} depuis {date} par {principal}

source: Content history
fr: Pour mémoire

source: You can select the default template which will be applied **by default** to all contents inside this shared tool.<br />If you select a shared template or choose to inherit from parent configuration, you can adjust settings of each portlet but can't change page configuration.<br />If you choose to use a local template, it's configuration will only be reusable in sub-levels which will choose to inherit from it.
fr: Vous pouvez modifier le modèle de présentation qui sera appliqué **par défaut** à tous les contenus de ce gabarit.<br />Si vous choisissez d'utiliser un modèle de présentation partagé ou d'hériter de la configuration du niveau parent, vous pourrez ajuster les paramètres de chaque composant mais ne pourrez pas modifier la mise en page.<br />Si par contre vous choisissez d'utiliser un modèle de présentation spécifique, vous aurez toute liberté pour paramétrer ce modèle, mais il ne sera réutilisable que dans les sous-niveaux qui choisiront d'en hériter.

source: You can use the default template defined on the shared tool, which will be applied to all contents.<br />If you select another shared template or choose to inherit from this configuration, you can adjust settings of each portlet but can't change page configuration.<br />If you choose to use a local template, it's configuration will not be usable in other contents, except if you share it.
fr: Vous pouvez utiliser le modèle de présentation par défaut défini au niveau du gabarit, ou appliquer une configuration différente.<br />Si vous choisissez d'utiliser le modèle de présentation défini au niveau du gabarit, ou un autre modèle de présentation partagé, vous pourrez ajuster les paramètres de chaque composant mais ne pourrez pas modifier la mise en page.<br />Si par contre vous choisissez d'utiliser un modèle de présentation spécifique, vous aurez toute liberté pour paramétrer ce modèle, mais il ne sera pas réutilisable dans d'autres contenus, sauf si vous le partagez.

source: Reverse links
fr: Liens amont

source: Portal template
fr: Modèle de présentation

source: Shared content reverse links
fr: Liste internes vers ce contenu

source: List of internal links
fr: Liens internes vers ce contenu

source: Owner changed: {} -> {}
fr: Changement de propriétaire : {} -> {}

source: Change owner
fr: Changer de propriétaire

source: Current owner
fr: Propriétaire actuel

source: This is the name of the current owner
fr: Sélectionnez ici le nom du propriétaire actuel des contenus à réaffecter

source: Contents owner change form
fr: Changement de propriétaire

source: Contents owner search form
fr: Recherche des contenus à réaffecter

source: Selected items
fr: Contenus sélectionnés

source: New owner
fr: Nouveau propriétaire

source: Selected contents ownership will be assigned to selected principal
fr: La propriété des contenus sélectionnés sera transférée au nouveau propriétaire sélectionné

source: Set as tool contributor
fr: Définir comme contributeur sur le gabarit

source: If 'yes', selected owner will be granted the contributor role on shared tool; otherwise, he will get this role only on selected contents
fr: Si 'oui', le nouveau propriétaire sera également nommé contributeur sur ce gabarit ; dans le cas contraire, ce rôle ne lui sera attribué que sur les contenus sélectionnés

source: Keep previous owner as contributor
fr: L'ancien propriétaire reste contributeur

source: If 'yes', the previous owner will still be able to modify selected contents
fr: Si 'oui', l'ancien propriétaire pourra continuer à intervenir sur les contenus sélectionnés en tant que contributeur

source: Can't change owner for empty selection!
fr: La sélection est vide, aucun changement de propriétaire ne peut être effectué !

source: Empty selection, no content owner was changed.
fr: Aucun contenu sélectionné, aucun propriétaire n'a été modifié !

source: {} contents selected, no owner changed !
fr: {} contenu(s) sélectionné(s), aucun propriétaire modifié !

source: {} contents selected, owner changed successfully for {} contents
fr: {} contenu(s) sélectionné(s), le propriétaire a été modifié pour {} contenu(s)

source: The selected user will become the new content's owner
fr: Le mandataire sélectionné deviendra le nouveau propriétaire du contenu

source: If 'yes', the previous owner will still be able to modify this content
fr: Si 'oui', l'ancien propriétaire pourra continuer à intervenir sur ce contenu en tant que contributeur

source: Change content owner
fr: Changer le propriétaire du contenu

source: New owner selection
fr: Sélection du nouveau propriétaire
