Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: If 'no', results count will not be displayed
fr: Le nombre de résultats de la recherche ne sera affiché que si cette option est sélectionnée

source: Allow results sorting?
fr: Autoriser le tri

source: If 'no', results will not be sortable
fr: Le tri des résultats ne sera possible que si cette option est sélectionnée

source: Allow pagination?
fr: Autoriser la pagination

source: If 'no', results will not be paginated
fr: LA navigation entre les pages de résultats ne sera possible que si cette option est sélectionnée

source: If 'no', tags attached to result items will not be displayed
fr: Si 'non', les tags associés aux résultats de la recherche ne seront pas affichés

source: If 'yes', publication date will be displayed for each search result
fr: Si 'oui', la date de publication de chaque résultat de la recherche sera affichée

source: ${count} result(s) found
fr: ${count} résultat(s) trouvé(s)

source: No result found!
fr: Aucun résultat trouvé !

source: Sort by relevance
fr: Trier par pertinence

source: Sort by publication date
fr: Trier sur la date de publication

source: Sort by last modification date
fr: Trier sur la date de dernière modification

source: Page length:
fr: Longueur des pages :

source: Your search
fr: Affiner la recherche...

source: Search
fr: Recherche

source: Refine search
fr: Rechercher

source: Unique key
fr: Nom du contenu

source: WARNING: this key can't be modified after creation!!! Spaces, uppercase letters or accentuated characters will be replaced automatically.
fr: ATTENTION : cette clé ne pourra pas être modifiée après sa création ! Les espaces, majuscules et caractères accentués seront remplacés automatiquement...

source: Short name
fr: Fil d'Ariane

source: Short name used in breadcrumbs
fr: Libellé court visible dans le fil d'Ariane

source: Object types
fr: Types de l'objet

source: Draft
fr: Brouillon

source: Published (waiting)
fr: Publié (en attente)

source: Archived
fr: Archivé

source: Deleted
fr: Supprimé

source: draft created
fr: brouillon créé

source: published (waiting)
fr: publié (en attente)

source: published
fr: publié

source: archived
fr: archivé

source: Published version {0}
fr: Publication de la version {0}

source: Initialize
fr: Création

source: Draft creation
fr: Création du brouillon

source: Pre-publish content
fr: Pré-publier le contenu

source: Content pre-published
fr: Contenu pré-publié

source: Content publication
fr: Publication de contenu

source: {principal} pre-published the content « {title} »
fr: {principal} a pré-publié le contenu « {title} »

source: Cancel publication
fr: Annuler la publication

source: Publication canceled
fr: Publication annulée

source: {principal} cancelled the publication for content « {title} »
fr: {principal} a annulé la publication du contenu « {title} »

source: Publish content
fr: Publier le contenu

source: Content published
fr: Publication

source: {principal} published the content « {title} »
fr: {principal} a publié le contenu « {title} »

source: Archive content
fr: Archiver le contenu

source: Content archived
fr: Archivage

source: {principal} archived content « {title} »
fr: {principal} a archivé le contenu « {title} »

source: Create new version
fr: Créer une nouvelle version

source: New version created
fr: Création d'une nouvelle version

source: Delete version
fr: Supprimer cette version

source: Version deleted
fr: Version supprimée

source: PyAMS basic workflow
fr: Workflow basique

source: Unknown state
fr: (statut inconnu)

source: new version created
fr: nouvelle version en préparation

source: publication request cancelled
fr: demande de publication annulée

source: publication refused
fr: publication refusée

source: Content publisher task
fr: Publication d'un contenu

source: Content archiver task
fr: Archivage d'un contenu

source: Proposed
fr: Proposé à la publication

source: Canceled
fr: Annulé

source: Refused
fr: Refusé

source: Retiring
fr: Retrait demandé

source: Archiving
fr: Archivage demandé

source: publication requested
fr: publication demandée

source: retiring requested
fr: retrait demandé

source: retired
fr: retiré

source: archiving requested
fr: archivage demandé

source: Propose publication
fr: Demander la publication

source: Publication request
fr: Demande de publication

source: content managers authorized to take charge of your content are going to be notified of your request.
fr: les responsables habilités à prendre en charge votre demande vont être sollicités.

source: {principal} submitted a publication request for content « {title} »
fr: {principal} a demandé la publication du contenu « {title} »

source: Cancel publication request
fr: Annuler la demande de publication

source: Publication request canceled
fr: Annulation de la demande de publication

source: {principal} cancelled the publication request for content « {title} »
fr: {principal} a annulé la demande de publication pour le contenu « {title} »

source: Reset canceled publication to draft
fr: Retour automatique en statut 'brouillon'

source: State reset to 'draft' (automatic)
fr: Retour automatique en statut 'brouillon'

source: Reset canceled publication to retired
fr: Retour automatique en statut 'retiré'

source: State reset to 'retired' (automatic)
fr: Retour automatique en statut 'retiré'

source: Refuse publication
fr: Refuser la publication

source: Publication refused
fr: Refus de publication

source: {principal} refused the publication request for content « {title} »
fr: {principal} a refusé la publication du contenu « {title} »

source: Reset refused publication to draft
fr: Publication refusée

source: Reset refused publication to retired
fr: Publication refusée

source: State reset to 'refused' (automatic)
fr: Retour automatique en statut 'refusé'

source: Request retiring
fr: Demander le retrait

source: Retire request
fr: Demande de retrait

source: Content removal
fr: Retrait de contenu

source: {principal} submitted a retire request for content « {title} »
fr: {principal} a demandé le retrait du contenu « {title} »

source: Retired content
fr: Retirer le contenu

source: Content retired
fr: Retrait

source: {principal} retired content « {title} »
fr: {principal} a retiré le contenu « {title} »

source: Content retired after passed expiration date
fr: Retrait automatique après la date de fin de publication

source: Cancel retiring request
fr: Annuler la demande de retrait

source: Retire request canceled
fr: Annulation de la demande de retrait

source: {principal} cancelled the retiring request for content « {title} »
fr: {principal} a annulé la demande de retrait du contenu « {title} »

source: Retire content
fr: Retirer le contenu

source: Pre-publish retired content
fr: Pré-publier le contenu retiré

source: Publish retired content
fr: Re-publier le contenu

source: Request archive
fr: Demander l'archivage

source: Archive request
fr: Demande d'archivage

source: Content archiving
fr: Archivage de contenu

source: {principal} submitted an archive request for content « {title} »
fr: {principal} a demandé l'archivage du contenu « {title} »

source: Cancel archiving request
fr: Annuler la demande d'archivage

source: Archive request canceled
fr: Annulation de la demande d'archivage

source: {principal} cancelled the archive request for content « {title} »
fr: {principal} a annulé la demande d'archivage du contenu « {title} »

source: Archive published content
fr: Archivage automatique d'un contenu publié

source: Content archived after version publication
fr: Archivage automatique après publication

source: Archive retiring content
fr: Archivage automatique d'un contenu en attente de retrait

source: PyAMS content workflow
fr: Workflow standard

source: Workflow management
fr: Gestion du workflow

source: Content publication dates
fr: Dates de publication

source: Image or video data
fr: Contenu

source: Image or video content
fr: Utilisez le bouton "Parcourir..." pour sélectionner une image ou une vidéo

source: Accessibility title
fr: Alternative (accessibilité)

source: Alternate title used to describe media content
fr: Ce texte est affiché lorsque le contenu de l'image ne peut pas être affiché ; il est également utilisé par les navigateurs des personnes soufrant de déficiences visuelles, et doit donc décrire le contenu de l'image pour se conformer aux normes d'accessibilité

source: Associated text
fr: Texte associé

source: Media description can be displayed in front-office templates
fr: Description du fichier présentée aux internautes

source: Name of media's author
fr: Nom de l'auteur, sous la forme "Prénom Nom / Organisme"

source: Audio data
fr: Bande son

source: Sound file associated with the current media
fr: Contenu du fichier audio associé au média

source: Sound title
fr: Titre

source: Title of associated sound file
fr: Titre du fichier audio associé au média

source: Sound description
fr: Description

source: Short description of associated sound file
fr: Description du fichier audio présentée aux internautes

source: Visible media?
fr: Média visible ?

source: If 'no', this media won't be displayed in front office
fr: Si 'non', ce média ne sera pas affiché en front-office

source: Gallery renderer
fr: Mode de rendu

source: Presentation template used for this gallery
fr: Mode de rendu utilisé pour cette galerie de médias

source: Gallery title, as shown in front-office
fr: Titre de la galerie, tel qu'il sera présenté aux internautes

source: Gallery description displayed by front-office template
fr: Description de la galerie présentée aux internautes

source: Medias gallery
fr: Galerie de médias

source: Presentation template used for gallery
fr: Mode de rendu utilisé pour cette galerie de médias

source: Images or videos data
fr: Contenu

source: You can upload a single file, or choose to upload a whole ZIP archive
fr: Vous pouvez déposer les médias un par un, ou en nombre en les réunissant au préalable dans un fichier ZIP

source: Name of document's author
fr: Nom de l'auteur, sous la forme "Prénom Nom / Organisme"

source: Add media(s)
fr: Ajouter un média / un groupe de médias

source: New medias
fr: Nouveau(x) média(s)

source: New medias properties
fr: Propriétés des nouveaux médias

source: Show/hide media
fr: Afficher/masquer le média

source: Media properties
fr: Propriétés

source: Media: {}
fr: Média : {}

source: Gallery media properties
fr: Propriétés du média

source: Audio content
fr: Contenu audio associé

source: Delete media
fr: Supprimer le média

source: Gallery medias
fr: Contenu de la galerie

source: Back to previous page
fr: Revenir à la page précédente

source: Main component title
fr: Titre d'en-tête

source: Use context gallery
fr: Utiliser la galerie du contexte

source: If 'yes' and if the displayed context supports medias galleries, this gallery will be used to get medias
fr: Si 'oui', et si le contexte d'affichage supporte les galeries de médias, les médias de cette galerie seront intégrés automatiquement en plus de ceux ajoutés au niveau du composant

source: Medias list:
fr: Liste de médias :

source: Grid gallery renderer (default)
fr: Grille de vignettes (par défaut)

source: Carousel gallery renderer
fr: Carousel horizontal

source: Random image renderer
fr: Sélection d'une image aléatoire

source: Selection used to display images
fr: Sélections utilisées pour l'affichage des images

source: Previous image
fr: Image précédente

source: Next image
fr: Image suivante

source: Location map
fr: Carte de localisation

source: Map position
fr: Position de la carte

source: GPS coordinates used to locate map
fr: Coordonnées utilisées pour positionner le centre de la carte

source: Presentation template used for this map
fr: Mode de rendu utilisé pour cette carte

source: GPS position:
fr: Position GPS :

source: Simple map (default)
fr: Carte simple (par défaut)

source: Simple map renderer (default)
fr: Carte simple (par défaut)

source: Don't use default configuration?
fr: Ne pas utiliser la configuration de carte par défaut

source: Use default configuration?
fr: Utiliser la configuration de carte par défaut

source: Map height
fr: Hauteur de la carte

source: Map height, in pixels
fr: Hauteur de la carte, exprimée en pixels

source: Display location mark?
fr: Afficher un marqueur de position

source: If 'yes', a location marker will be displayed on map
fr: Si 'oui', un marqueur de position sera affiché sur la carte

source: Display coordinates?
fr: Afficher les coordonnées

source: If 'yes', GPS coordinates (if GPS position is defined) will be displayed below the map
fr: Si 'oui', et si la position de la carte a été définie, les coordonnées GPS seront affichées en-dessous de la carte

source: Link title, as shown in front-office
fr: Libellé de lien, tel qu'il sera affiché en front-office

source: Link description displayed by front-office template
fr: Description du lien affichée en front-office

source: Name of the pictogram associated with this link
fr: Sélection du pictogramme associé à ce lien

source: Marker interface provided by links directed to contents supporting this interface
fr: Interface de marquage fournie par les liens vers des contenus supportant cette interface

source: Info properties interface
fr: Interface des propriétés du lien

source: Language
fr: Langue

source: Language used in this remote resource
fr: Langue utilisée par la ressource distante

source: Mailto link
fr: Lien mailto

source: Target address
fr: Adresse de destination

source: Target email address
fr: Adresse de messagerie destinataire, sous la forme "nom@domaine.com"

source: Address name
fr: Nom de l'adresse

source: Address as displayed in address book
fr: Nom associé à l'adresse de messagerie indiquée

source: Check external links
fr: Vérifier les liens externes

source: If selected, contributors will not be able to create external links to internal site contents
fr: Si cette option est sélectionnée, les contributeurs n'auront pas la possibilité de créer des liens externes vers les sites indiqués ci-dessous

source: Forbidden hosts
fr: Hôtes interdits

source: List of hosts (including protocol) for which creation of external links is forbidden
fr: Liste des noms d'hôtes (en incluant le protocole) pour lesquels la création de liens externes est interdite

source: New link properties
fr: Propriétés du nouveau lien

source: You can't create an external link to this site! Use an internal link instead...
fr: L'administrateur a interdit la création de liens externes vers ce site ; le cas échéant, utilisez un lien interne.

source: New mailto link
fr: Nouveau lien mailto

source: New mailto link properties
fr: Propriétés du nouveau lien

source: External links settings
fr: Paramétrage des liens externes

source: Internal links
fr: Liens internes

source: External links
fr: Liens externes

source: Mailto links
fr: Liens mailto

source: Enable glossary
fr: Activer le glossaire

source: Glossary thesaurus name
fr: Nom du thésaurus

source: You must specify a glossary thesaurus to activate it!
fr: Vous devez spécifier le glossaire utilisé par le thésaurus pour pouvoir l'activer

source: Content tags selection
fr: Sélection des tags du contenu

source: Content tags
fr: Tags du contenu

source: Content type default tags
fr: Tags par défaut du type de contenu

source: Default tags
fr: Tags par défaut

source: Content themes selection
fr: Sélection des thèmes du contenu

source: Content themes
fr: Thèmes du contenu

source: Content type default themes
fr: Thèmes par défaut du type de contenu

source: Don't inherit parent themes
fr: Ne pas hériter des thèmes du niveau supérieur

source: Default themes
fr: Thèmes par défaut

source: Content collections selection
fr: Sélection des collections du contenu

source: Content type default collections
fr: Collections par défaut du type de contenu

source: Selected tags thesaurus
fr: Thésaurus des tags

source: Selected themes thesaurus
fr: Thésaurus des thèmes

source: Selected collections thesaurus
fr: Thésaurus des collections

source: Download link label
fr: Intitulé du lien

source: Label of download link, as shown in front-office
fr: Intitulé du lien présenté aux internautes pour télécharger ce fichier. Si le responsable du site a choisi de préfixer automatiquement tous les liens avec un texte de son choix, celui-ci est indiqué ci-contre et votre libellé ne sera utilisé que pour compléter ce libellé par défaut.

source: File description displayed by front-office template
fr: Description du fichier présentée aux internautes

source: File's content language
fr: Langue du fichier

source: Save file as...
fr: Nom du fichier

source: Name under which the file will be saved
fr: Nom donné au fichier en cas de téléchargement ; il est donc important de veiller à ce que ce nom reflète bien le contenu du fichier, sans oublier d'indiquer l'extension (« .pdf », « .doc »...) ; si vous n'indiquez rien ici, le nom du fichier que vous avez sélectionné sera repris tel quel

source: Standard file
fr: Fichier

source: File data
fr: Contenu du fichier

source: External image
fr: Image téléchargeable

source: Image content
fr: Utilisez le bouton "Parcourir..." pour sélectionner une nouvelle image

source: Video
fr: Vidéo téléchargeable

source: Video data
fr: Vidéo

source: Video content
fr: Utilisez le bouton "Parcourir..." pour sélectionner une nouvelle vidéo

source: Audio file
fr: Bande son téléchargeable

source: Audio file content
fr: Utilisez le bouton "Parcourir..." pour sélectionner une nouvelle bande son

source: Default title prefix
fr: Préfixe par défaut

source: If used, this prefix will be automatically added to download link's label of all files
fr: Si vous indiquez un texte ici, celui-ci sera repris automatiquement comme préfixe de tous les liens de téléchargement de pièces jointes

source: New file properties
fr: Propriétés du nouveau fichier

source: External file properties
fr: Propriétés du fichier

source: New external file
fr: Nouveau fichier téléchargeable

source: New external file properties
fr: Propriétés du nouveau fichier

source: New external image
fr: Nouvelle image téléchargeable

source: New external image properties
fr: Propriétés de la nouvelle image

source: New external video
fr: Nouvelle vidéo téléchargeable

source: New external video properties
fr: Propriétés de la nouvelle vidéo

source: New external audio
fr: Nouvelle bande son téléchargeable

source: New external audio properties
fr: Propriétés de la nouvelle bande son

source: External files settings
fr: Paramétrage des pièces jointes

source: Default prefix
fr: Propriétés des pièces jointes

source: Internal files
fr: Fichiers

source: Internal images
fr: Images téléchargeables

source: Internal videos
fr: Vidéos téléchargeables

source: Internal audio files
fr: Bandes son téléchargeables

source: Contact card
fr: Fiche contact

source: Contact identity
fr: Identité

source: Name of the contact
fr: Nom du contact

source: In charge of
fr: Fonction

source: Label of contact function
fr: Fonction du contact

source: Company
fr: Structure ou établissement

source: Business name of the employer
fr: Nom de la structure de rattachement ou de l'établissement du contact

source: Email address
fr: Adresse de messagerie

source: Contact email address
fr: Adresse de messagerie du contact, sous la forme "nom@domaine.com"

source: Phone number
fr: Numéro de téléphone

source: Phone number in international format. E.g. +33 ....
fr: Numéro de téléphone au format international, et incluant donc le préfixe si besoin

source: Contact form
fr: Formulaire de contact

source: Reference of contact form
fr: Référence d'un formulaire de contact vers lequel redigiger l'utilisateur

source: Photo
fr: Photo d'identité

source: Use 'browse' button to select contact picture
fr: Utilisez le bouton "Parcourir..." pour sélectionner une photo du contact

source: Address
fr: Adresse

source: Position
fr: Position GPS

source: GPS coordinates used to locate contact
fr: Coordonnées GPS utilisées pour localiser le contact

source: Presentation template used for this contact card
fr: Mode de rendu utilisé pour cette fiche contact

source: Simple contact card (default)
fr: Fiche contact simple (par défaut)

source: Phone number:
fr: Numéro de téléphone :

source: Email contact:
fr: Adresse de messagerie :

source: contact-button-label
fr: Nous contacter

source: Simple contact renderer (default)
fr: Fiche contact simple (par défaut)

source: Button label
fr: Libellé du lien

source: Label of the button used to get access to contact form
fr: Libellé du bouton utilisé pour accéder au formulaire de contact

source: Show photo?
fr: Afficher la photo

source: Display contact photo
fr: Si 'non', la photo du contact ne sera pas affichée

source: Photo position
fr: Emplacement de la photo

source: Show location map?
fr: Afficher la carte

source: If 'no', location map will not be displayed
fr: Si 'non', la carte de localisation ne sera pas affichée

source: Quoted text
fr: Citation

source: Quotation marks will be added automatically by presentation template...
fr: Les guillemets seront ajoutés automatiquement par le modèle de présentation ou par la feuille de style...

source: Name of the quote author
fr: Nom de l'auteur, sous la forme "Prénom Nom / Organisme"

source: Label of author function
fr: Fonction de l'auteur

source: Verbatim title
fr: Titre du verbatim

source: Is this verbatim visible in front-office?
fr: Cet élément est-il visible en front-office ?

source: Presentation template used for this verbatim
fr: Mode de rendu utilisé pour ce verbatim

source: Click icon to show or hide verbatim
fr: Afficher/masquer le verbatim

source: Quote
fr: Citation

source: List of verbatim
fr: Liste des verbatims

source: Add verbatim
fr: Ajouter un verbatim

source: New verbatim
fr: Nouveau verbatim

source: New verbatim properties
fr: Propriétés du nouveau verbatim

source: Verbatim properties
fr: Propriétés du verbatim

source: Leading text
fr: Chapô

source: Short text to be displayed below title
fr: Ce texte sera affiché en-dessous du titre

source: Verbatim list:
fr: Liste des verbatims :

source: Hidden element
fr: Élément non visible

source: Full width verbatim (default)
fr: Verbatim avec illustration (par défaut)

source: Renderer
fr: Mode de rendu

source: Click to set/unset paragraph as navigation anchor
fr: Cliquer pour (dés)activer l'ancre de navigation sur ce bloc

source: This paragraph is defined as a navigation anchor
fr: Ce bloc est une ancre de navigation

source: This paragraph is not defined as a navigation anchor
fr: Ce bloc n'est pas une ancre de navigation

source: Show/hide all paragraphs
fr: Blocs de contenus

source: Click to show/hide all paragraphs editors
fr: Cliquer pour afficher/masquer tous les éditeurs de blocs

source: Click to show/hide paragraph editor
fr: Cliquer pour afficher/masquer l'éditeur du bloc

source: Created or modified in this version
fr: Créé ou modifié dans cette version

source: Click to lock/unlock paragraph
fr: Cliquer pour (dé)verrouiller ce bloc ; un bloc verrouillé ne peut pas être supprimé par les contributeurs (mais il peut être masqué)

source: This paragraph is locked and can't be removed!
fr: Ce bloc est verrouillé et ne peut pas être supprimé !

source: This paragraph is not locked
fr: Ce bloc n'est pas verrouillé

source: Paragraphs
fr: Blocs de contenu

source: Paragraphs list
fr: Liste des blocs de contenu

source: Default paragraphs
fr: Blocs de contenu par défaut

source: Links and attachments
fr: Récap. liens et pièces jointes

source: Content blocks links and attachments
fr: Liens et pièces jointes par bloc de contenu

source: Group paragraphs list
fr: Liste des blocs de contenu

source: Paragraphs types
fr: Types de blocs de contenu

source: Paragraph types
fr: Types de blocs de contenu
