Repository: Py-AMS/pyams-content
Catalog: src/pyams_content/locales/*/LC_MESSAGES/pyams_content.po
Languages: fr

source: 'OFF' state pictogram associated with this term
fr: Pictogramme utilisé par certains modes de rendu pour illustrer le statut "inactif" associé à ce pictogramme

source: Add pictogram
fr: Ajouter un pictogramme

source: New pictogram
fr: Nouveau pictogramme

source: New pictogram properties
fr: Propriétés du nouveau pictogramme

source: Pictogram: {}
fr: Pictogramme : {}

source: Pictogram properties
fr: Propriétés du pictogramme

source: Default header: --
fr: En-tête par défaut : --

source: Pictograms selection
fr: Sélection des pictogrammes

source: Pictograms management
fr: Gestion des pictogrammes

source: Selection of available pictograms
fr: Sélection des pictogrammes disponibles

source: You can select which pictograms will be made available to contents published inside this context. To include a pictogram, you can move it from *available pictograms* list to *selected pictograms* list by just doing a double click onto it; the reverse operation is working in the same way...
fr: Vous pouvez sélectionner les pictogrammes qui seront rendus disponibles pour être intégrés aux contenus publiés au sein de ce contexte. Pour inclure un pictogramme, vous pouvez le déplacer depuis la liste des *pictogrammes disponibles* vers la liste des *pictogrammes sélectionnés* en effectuant un double-clic sur ce pictogramme, ou en utilisant les flèches positionnées au niveau de chaque pictogramme

source: Table contents
fr: Contenu

source: Pictograms list
fr: Liste des pictogrammes

source: Pictograms table
fr: Table des pictogrammes

source: Associated pictograms
fr: Pictogrammes associés

source: Pictograms properties
fr: Propriétés des pictogrammes

source: No selected pictogram
fr: Aucun pictogramme sélectionné

source: Available pictograms
fr: Pictogrammes disponibles

source: Display pictogram properties
fr: Propriétés du pictogramme

source: Switch pictogram selection
fr: (Dé)sélectionner le pictogramme

source: Default header: ${header}
fr: En-tête par défaut : ${header}
